#version: 0.2 - Trained by `huggingface/tokenizers`
C C
( =
N C
O C
CC C
CC CC
C N
) (
C l
] (
CC N
O CC
) [
@ @
C OC
) (=
N N
- ]
C O
S C
N CC
B r
+ ]
CCCC CCCC
C NC
CC CCC
CC OC
C S
CCC N
+] (=
) /
]( [
. [
-] )
C SC
CC NC
CC OCC
( [
CC O
S i
N O
N S
CCCC CC
1 2
N CCC
CCC NC
S CC
= [
N NC
C OCC
2 1
+ ](
CCCC N
@@ ]
N OC
CCCCCCCC CCCCCCCC
] .[
3 2
CCC OC
@ ]
CCN CC
CCC O
CN CC
CCCC CCC
N H
CC S
OCC OCC
CCCC CCCCC
2 3
4 3
OCC O
C H
CO P
-] .[
OC O
O CCC
N CCN
CO CCN
-] .
( /
)( [
O P
CC SC
CC l
CCCC OC
O CCN
3 4
# [
OCC OC
O N
) \
N a
5 4
O CCCC
] )
( \
O S
+] .[
N CCCC
H H
] )[
CCCCCCCC CCCC
) =
CCCCCCCC CC
(= [
-] )[
CCCC NC
C Br
CCCC O
CS CC
CCC S
N CCCN
CCCCCCCC CCC
CN S
CN CCC
CO CCC
3 1
NCC OC
+] #[
+] =[
NCC NC
@@ ](
NN N
-] =
6 5
1 3
CCCCCCCC CCCCC
O O
@ ](
4 2
] .
4 5
OCCOCC OCCOCC
CCC NCC
] [
CCCCC N
C F
] )([
OCC NC
I r
OC OC
2 4
-] #[
1 9
CCCCCCCC CCCCCC
7 6
5 3
CCC l
C P
P t
CC SCC
CCCCCCCCCCCCCCCC CC
CN N
Si H
CCCCCCCC CCCCCCC
CN CCN
6 4
N SC
8 7
O CCCN
CCCCCCCC CCCCCCCCC
CCN S
NCC O
O CCCO
9 8
- ](
/ [
1 8
CCO P
7 5
CCCCC OC
+] .
8 6
CO N
S e
COCC OC
9 7
NCC S
S N
NCCC OC
O H
CCCCC NC
NCC CCC
CCCC CCN
]( /
-] )(
5 6
CCCC S
L i
S CCC
@@ ]([
CCCC CCOC
3 5
CO S
S n
N OCC
O CCCOC
CCC SC
NO N
CCCCCCCCCCCCCCCC CCC
NS N
CS CCC
CCC OCC
-] )/
OCC CCC
C I
CCCCCCCCCCCCCCCC CCCC
1 4
N P
CC Br
COCC NC
4 6
9 1
Z r
CCCCCCCCCCCCCCCC CCCCC
CCCCCCCC OC
F e
4 1
+] )
O CCCCCC
@ ]([
S S
NCCC NC
+] =
O OC
6 7
C u
Z n
A l
N CCCCN
CN CCO
CS CCN
COCC O
] )(
7 8
P d
OC N
OCCOCC OC
CCOCC OC
CC P
)/ [
P H
CN CCOC
CCCCCCCCCCCCCCCC CCCCCC
T i
N CCCCCC
CCO CCN
O CCCNC
O CCCCCCCC
] (=
NCC SC
OCCOCCOCCOCC OCCOCCOCCOCC
2 5
CCCC l
8 9
1 5
\ [
NCCC OCC
CCCCCCCC N
NC N
5 7
NCC OCC
CCCC CCNC
S SC
CCCN S
NCC OCCOCC
-] [
M g
S CCN
8 1
C o
CCO CCC
CCCCC O
CCCC CCCOC
G e
1 1
R u
O CCCCOC
N i
CCCCCCCCCCCCCCCC CCCCCCCC
S OO
CCN CCC
CO CCCNC
6 8
CC F
1 0
CCCC CCCN
CS N
CO CCCN
1 7
NCCC O
COC OC
OCCCC CCOC
CO CCCC
SCC S
1 6
OCC S
CCCCCCCC CCCCOC
CN CCCC
7 9
CCCCCCCCCCCCCCCC CCCCCCC
5 1
O NC
CCO N
P C
R b
CCCCCCCCCCCCCCCC CCCCCCCCC
OCCO CCN
CCCC SC
CN CCCN
CN NC
CCOCC OCCOCC
O CCCCN
] =
NCC SCC
CCO CCCNC
CCO S
C a
CCCCCCCC CCOC
-] #
CCN CCN
S CCNC
OCCO CCC
@] (=
O CCCCCCCCCCCC
CCCC OCC
CCCCCCCCC OC
OCCOCC OCCOC
NCCC S
S CCCC
@@] (=
OCC SC
A s
CO NC
F F
5 2
CS SC
+ ]([
CCC Br
NCCN S
CCOCC NC
CCCC CCO
CCOCC O
COCC OCC
CCCCCCCCCCCCCCCC CCCCCCCCCC
CO CCNCC
M n
CS CN
CCOC N
CCCCC l
COCC OCCNC
+] #
C r
CN CCNC
CS SCC
OCCOCC O
S NC
S CCOC
SOO O
2 6
6 1
OCCC S
A u
( #
O CCCCCCC
CCO CCCN
CCC SCC
3 6
NN CC
CCC F
A g
CCCCCCCCCCCCCCCC CCCCCCCCCCCC
S H
S CCCS
OC OCC
6 3
NN S
+] [
NCC OCCO
CCCCCCCC NC
CCCC NCC
M o
OCCC l
CCCCCCCCCCCC CCOC
CCCCCCCCCCCCCCCC CCCCCCCCCCC
CCCCCCCC CCCCN
OCC F
NCCC SC
O CCCCCCCCCC
OCC CCCOC
7 1
COCC OCCOCC
)\ [
S b
CCS CCC
CCC OCCOCC
T e
)( /
CCCO CCC
COC N
-] )([
CCCCCCCCCCCCCCCC CCOC
CCCCCCCCCCCCCCCC N
R h
S CCO
O CCCCCCCCC
NC NC
OO OO
OCCCC O
CCCN CCC
A c
2 9
OC l
CCCO P
CS CCNC
CCCCC S
P P
O F
CCCCCCCC CCN
-] =[
CCO CCCC
2 7
CCCC CCCNC
NCCCC NC
CCCCCCCCCCCCCCCC OC
CCC OCCOC
COC O
CCOCC OCC
H f
] \
H g
N CCCCCCC
OC P
8 5
CCCC NS
B H
CO O
COCC OCCOC
7 4
C s
CCCCCCCCC N
CCC P
O CCNCC
NCCCC CCNC
9 6
CCCCCCCC CCCOC
T b
OCCOCCOCCOCC OCCOCC
CC I
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
CCOCC OCCOC
CO OC
CO CCCOC
NCCCC CCN
N CCCCOC
NC l
NCC OCCOC
9 4
CS CCS
N CCNCC
N CCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCC
2 8
I I
4 7
P b
OCCCC NC
NCC CCCN
-]) =
(/ [
CCCCC SC
B a
OO O
CN O
9 2
OC F
R e
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
NC OC
R f
CCCCCCCCCCCC NC
CCCC Br
S CCCN
OCCO P
S CN
CCO NC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
B i
CS CCO
OCCN S
+](= [
2 2
NC S
OC NC
OCC Br
O I
CCN CCNC
COCC S
CCCCCCCCCCCCCCCC CCN
O OCC
NCCCC O
CN CCCNC
CCCC P
6 2
OCCC OCC
Al H
CCOCC OCCN
] =[
G a
NCCOCCOCC NC
A r
CCCCO CCCNC
COCC CCC
8 3
O CCCCCCCCCCCCCCCC
CCS S
OCCOCCOCCOCC OC
COCC OCCN
OCO P
CCCC OCCOC
NCCCC SC
-] (=
CCCC OP
CCCC OCCOCC
CCN N
] (=[
CN CCCCC
O s
NCCC l
COCC OCCCC
NC O
SS SS
CCOC OC
NCCC OCCOCC
9 3
CCN CCOC
CNCC S
CN OC
CCCCCCCCCCCC CCCOC
NCCC OCCOC
8 2
S O
NCC CCCO
CCCN CCN
S P
CCC NCCNC
CS S
I n
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
CCCO CCN
OCCCC CCN
CCN CCCC
CCCCCCCC CCNC
-]) \
NO S
CCCO N
NCC OCCOCCN
CNC N
OCC CCCN
7 3
CCCC CCOCC
CCOCC OCCNC
O CCCCCCCCCCC
CCCCCCCC OCC
CCCCCCCC O
O B
8 4
NCC OCCC
OCCCC l
+] )[
CCCCC OCC
CCS SC
N I
COCC OCCOCCOC
G d
CCCO S
OCC l
9 5
CCCCCC SC
NCC CCCNC
S F
CCCCCCCCCCCC CCN
O CCCCCCCCCCCCCCCCCC
7 2
5 8
CCOCC OCCOCCOCCOCC
OCCOCC OCCO
NCC OCCN
C d
CCN CCCN
(\ [
CCCCCCCCCCCCCCCC CCNC
NCCCC CCO
CN CCCOC
OC OCCOC
COCC OCCO
NCC F
NCCCN S
6 9
O CCCCCCCCCCCCCC
CCCCC NCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
CS CCCC
CCCCCCCCCCCCCCCC CCOCC
S CCCCC
NCC CCCOC
CCCCCC S
CCCC CCCO
CO CCCCCCCC
NCCCOCCOCC OCCCNC
COCCN S
CCOCCOCCOCC OCCNC
COCC OCCOCCOCCOCC
CCCCC Br
CCCCCCCCC OCC
CCCCCCCC S
CCCCCCCCCCCCCCCC OCC
OCCC NCC
CO CCCCOC
CCCCCCCCC NC
NN NN
CCCCCCCCCCCCC OC
O SC
CCOCC OCCOCCOC
CCCO CCCO
CCOCC OCCO
SC SC
OCCCC CCO
CS CCOC
OC S
COC OCC
O CCCCCCCCOC
OCCC SC
NCC OP
CO CCCCCCCCC
CO CCCS
NC P
CCOCC OCCC
3 7
OCCOCC NC
OO OC
CCCC OCCNC
NCCC NCC
NCC OCCOCCOC
S I
CCC I
S SCC
CN P
CN CCCO
CCCN CCCN
S OC
CN CCNCC
CCC OCCO
OOOO OOOO
COCC OCCC
] /
T l
S CCCCCC
S CCCOC
3 3
CO CCCCCC
N OCCO
CP C
CCCC CCNCC
CCS CCN
CS CCCN
CCO CCCOC
OCCC Br
NO CCN
CN CCCCN
CCCC OCCN
S CCCO
CN CCOCC
NCCC OCCO
CCOCC S
N CCCCCCCCCCCC
+] )(
OCCCC CCNC
2 0
CCCC SCC
OC SC
+] /
CCCCCCCCCCCCCCCC NC
CNCC SC
S r
SCC SC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCC
CCCO CCCC
CCCCCCCC CCCN
C e
CS P
CCCCCC l
OCCOCC OCC
NCC OCCOCCOCCOCC
CCOCC OCCOCCOCCOCCOCCOCCOCCOCC
CCCCCCCCCCCC OCC
COC NC
CS CCCNC
- ]([
CO CCCO
OCCC F
S Cl
CCCCCCCC CCO
CCCN CCCC
CCCO CCCNC
NCCS CCCO
CCC OCCNC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCC
OCCOCCOCCOCC O
N OCCOC
CN SC
CCCCN CCCN
CCS CCNC
OCC SS
OCCOCC OCCN
NCCOCCOCC OCCOCCC
E u
CCS CCOC
OCC CCCO
CCCCCCC l
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCC
CN OCC
CCCC OCCC
L a
CCOCC OCCOCCN
4 8
OCCCC S
NCCCC OCC
CCCCCCCCCCCC S
4 4
CCCCCCCC CCOCC
CCCCC NS
N F
CCCCCCCCC O
NCC OCCNC
CCS SCC
NCCCC CCOC
CCN NC
CCO OC
OCCO CCCC
OCCO S
CCCCCCCCCCCC SC
5 9
CO OCC
NCCCC l
CCOCC OCCOCCOCCOCCOCCOCC
Ge H
N b
CS NC
T c
COCC OCCOCCO
CCOCCOCCOCC NC
OCC SCC
OCCCCCCCC CCOC
NCCN CCOC
CCCCCC Br
OCCOCC OCCNC
I C
CCCC F
CCC NCCOC
OCCCC OCC
O OS
SC S
CCO O
CO CCCCCCCCCC
CO CCCCCCC
T a
COCCN CCNC
5 5
NCC OCCOCCC
CCNCC S
CCCCCCCC SC
CCCCCCCCCCCCCCCCC OC
CCCOCCOCC NC
OCC CCCNC
CO CCCCN
CCCC ON
CCCCCCCCCCCC CCOCC
OCC SSC
NCCOCCOCC OCCNC
I H
COCC OCCOCCN
COCCC NCC
P I
CO CCCCNC
] )/
CCCCCCCC CCCNC
N d
CCC NN
CCCCO CCCN
CN CCCS
CCN CCO
-])/ [
NCCOCCOCC OCCN
COCC SC
COC P
NCCCC OCCOC
NN CCC
OCCCO P
CCOCCOCCOCC OCCC
CCCCCCC S
CCCCCCC OCC
NCCS SCCNC
CCCCCCCCCCCC O
NCCN CCN
6 6
O NCC
CCOC O
CCCCCCCC CCS
CCCC OCCCC
O CCCCCCCCCCCCC
SSSS SSSS
P r
NCCC F
CO NCC
9 9
CCOCCOCCOCC OCC
3 8
S CCCNC
CCCCCCCCC S
CCO CCNCC
+]( /
Y b
S OOC
3 9
NCCC SCC
CCN CCCNC
CCO CCCNCC
CCN CCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCC
N CCCCCCCCCCC
4 9
CCCC NCCC
O NN
OCCCC Br
O OP
@ +]
B e
COCC OCOC
S m
@@ +]
CS SCCC
CCCCCCCCCCCC CCNC
O Br
OCCO N
CCCCCCCCCCCCCCCC CCCCOC
NO CCC
OCCCCCCCC CCCOC
7 7
CCS CCCC
NCC Br
CCOCCOCCOCC OCCN
CCC OCCOCCOCCOCC
CCCCCCCC NCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCC
-] /
CCO CCCCNC
CS CCSC
CCS N
NCC OCCOCCOCCOCCOCCOCCOCCOCC
COCCO CCCNC
Se H
O CCCCCCCCCCCCCCC
CCCS CCC
COCC OCCOCCOCCOCCOCCOCCOCCOCC
OCCCC CCCOC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCC
S COC
CCOCC CCC
CCS SCCC
NCCOCC S
CCCCCCCC CCCO
SC F
CCCCC OP
CCCCCCCC OP
CCCCCC P
CCCCCCCCCCCC OS
S CCOP
CCOCC OCCCC
CCCCCCCCCCC OCC
CO CCCCCCCCCCCC
Br Br
8 8
S CCNCC
Sn H
CCCC I
CN CCOCCO
NS CC
S c
S SCCC
Cl H
N B
CS CCCCNC
S CCCCCCCC
N CCCCCCCCNC
CCCCC P
CO CCCCCCOC
NCCCC CCCN
OC I
Br C
CNC NC
PP P
CCOCC OCCOCCC
CCCCOCCOCC NC
CCCCCCCCCCCCC OCC
@@]( /
CCCO CCCN
CCCCCCC NCC
CCCCCCCC P
CN CCCCCC
CO CCCCCCCCCCC
SO ON
OS OOO
COCCC OCCOC
COCC OCCCOC
CCCC OS
COCC OCCOCCOCCOC
OCCCO N
NCCOCCO CCCC
NCC OCCOCCOCCOCCOCCOCC
CCCS SC
O NS
NCCCCC SC
COCC CCCNC
CCN CCCOC
OCCO CCCOC
OCCC OCCOC
COCCOCCOCC OCCN
OCCOCCOCCOCC OCCOC
CCOCC SC
NCCOCCOCC OCC
NCC ON
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCOP
CO CCCNS
S NCC
CCC OCCOCCN
NCCCN CCCCNCCCN
CCN P
CCS CCCN
NCCCCCC SC
CCCCCCCCCCCCCCCC S
OCCCC OCCCC
CCC OCCOCCOC
CCCCCCC SC
P N
OCCSS CCOC
NCCN CCO
NCCC OCCC
OCCCCCCCC CCCCOC
O ON
CCOC P
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCOCCOCC NC
CCS SCCN
CNCCC SC
N Br
CCCC OCCCCC
CCCCCCCCCCCCC N
OCCOCCOCCOCC OCCO
D y
CCOCCOCCOCC OCCCC
CNC l
OCCOCC OCCOCCC
NC SC
CS CCCO
OCCCN S
OCCN CCC
CCCOC N
CN CCCCO
CCCC CCOP
OCC CCCl
CCC OCCOCCC
CNCCC OCC
CO CCCOP
CCCCCCCCCCCCCCCC CCCCCCOC
CCCOCCCO CCCOCCCO
NCCCN CCCN
CNC O
N CCCCCCCCCC
NCCCC CCOP
OCC P
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCC
NCCCC S
NCCS SC
CCC OCCOCCOCCOCCOCCOCCOCCOCC
OCCO OCCO
CCCCCCCCCCCC CCCN
CS CCCOC
CNC OC
CCCC CCNS
COCCOCCOCCOCCOCC O
CCO OCC
CN NN
CO SC
OCCOCC OCCCC
CCCS P
L u
CCO CCNS
S CO
O CCCCCCCCCOC
NCCOCCOCC OCCC
CCN CCNCC
OP OC
@@] \
CNCCN S
CNCCC NCC
CCS CCCNC
As H
OC Br
CCCCC F
NC OCC
COCCC OCC
CCCCCCCCCCCCCCCC CCO
OS OO
OCCOCCOCCOCC OCCOCCOC
COCCOCCOCC OCC
CCCCC SCC
CCOCCOCCOCC OCCOC
CN CCCCCO
CCNCCN CCN
OCCS SCC
CCCOCCOCC OCCOCCC
CCCCN CCN
NO CCCC
SC NC
CNC S
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCC
CCN CCCS
COCCN CCC
CCCNCC S
CCCCCCCCCCCCCCCC CCCOC
@] \
NCCN CCC
OOOOOOOO OOOOOOOO
OCCOCC OCCOCCN
CCCCCCCC CCSC
) =[
CS F
NO P
CCCCCCCCCCCC OP
NCCOCCOCC OCCOC
N CCCCCCCCC
NCCC Br
12 3
CS CCCCCNC
CS I
@]( /
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCCC
CSC SC
COCC OCCCN
CCCO NC
COCCC SC
E r
CCS CCCOC
NCCN CCNC
CO CCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCC
SS S
OCCCC CCOCC
OCC I
CCS NC
CCCCCCCCCCCC CCO
CCOCCOCCOCCOCCOCCOCCOCC OCCNC
OCCCC NCC
OCCCCCC S
CCCCCCCCCCCCCCCC O
OP P
S CCOCC
T h
COCCOCCOCC OCCO
OCCCCCC Br
CCCCCCN CCC
SS CCCC
CCCCCCCCCCCCCCCC OP
CCCCC ON
CCCCCCCCCCCCCCCCC N
S CCNS
COC S
CCCO CCCOC
CCCC OCCCNCC
CCCCS CCC
CS OC
COCCO NC
OCCOC N
COCCCC OCC
CCCCCCCCCCCCCCC OCC
CN CCCCOC
COCC CCCN
NN NC
CCNCC SC
OCC CCCS
OCCOCC OCCC
CCOC OCC
OCCOCCOCCOCC OCCOCCOCCOC
OCCCCC Br
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCC
CS CCCCC
NCCCC CCCNC
N CCCCCCCCN
OCCC SCC
F P
CCN CCCCN
CSC NC
CNCCN CCN
OCCN CCO
CCS P
CS CCCCCCNC
CO NS
CCN O
CSC S
OCOC OCOC
CO CCCCCCCCCCCCCC
CCC OCCOCCOCCOC
OCCOCCOCCOCC NC
S CCCl
NCCCN CCCCN
NCC P
CCNC N
S CCCCCCCCCCCC
CCNCCN CCNCC
OCCCC ON
CCCCN CCCC
OP C
CS OOO
COCC SCC
CCCCCCCCC Br
CCOCCOCCOCC O
COCC OCCOCCOCCOCCOCCOCC
] #
NO O
CO I
P OC
SCCC SC
CCCN CCCNC
P CC
CCCC CCCOP
OO SC
COCCC l
CCOCCOCCOCC OCCOCCC
NCCCOCCOCC OCCCN
COCC OCCCCNC
CCCC NCCOC
CCCCCCCCC OP
OCO N
CCCN CCCS
SSSSSSSS SSSSSSSS
CO CCCCCCCCCCCCCCCC
CCN CCNS
CCO CCCl
CCP C
CCCCCCCCCCCCCCCC CCCCCOC
CCO CCCNS
NCCOCCOCC O
NS NC
CCCCCCCCCCCCCCCCCCCC OCC
CCCCCCCC CCNCC
CCC OCCOCCOCCOCCOCCOCC
CN CCCCNC
CN CCCCCCN
CSCC SCC
CNCC SCC
OCC CCCOCC
COCC CCCOC
CCS CCNCC
CCN CCCNCC
S CCCCN
CO OS
COCC OCCOCCC
+]( \
CCCCCCCCCCCCCCCCC OCC
CNCC F
SS SC
OCO CCC
CCCCCCCC CCOP
CCCOC OC
CO F
O CCCCCCCCCCCCCCCCC
OCCCCCCC l
NCCOCCO CCCCCCCl
CCS CCO
CCCCCCCC CCCS
CCN CCOCC
COCC F
O CCCCCCCCCCCCCCCCCCCC
OCCOCCOCCOCC OCC
Cl Cl
N CCCCCCCCCCCCCCCCCC
H o
CS O
CCCCCCCCCCCC CCCO
OCCCC SC
CO CCCCO
CCCCCCCCCCCCCCCC CCCN
NS S
CCCCCCCCCCCCC NC
CCCCCCCCCCCCCCCCCCCC CCOCC
CCOCCOCCOCCOCCOCC OCCN
CCN OC
CCCN CCNS
S OCC
CS CCNCC
+] \
OCCC P
OCCOCC S
CCCN P
CCCCCCC Br
OCCOCCOCCOCC OCCOCCO
] )\
CCCC NN
CCCS CCCC
OCCCCCCCC O
CCCN NC
CCOCC OCCOCCOCCOCCOC
OP O
Ga H
COCC OP
SS SSC
CN CCCNS
Bi H
NO CCCN
CCCCC OCCC
F m
CCCS OOO
CCCC OCCOCCOC
CCO SOO
CN NCC
NN CCO
P O
CCCCCCCCCCCCC O
COCCOCCOCC OCCNC
CCCCCCCCCCCCCCCC CCCCCCCCOC
S SN
CCN SC
NNC N
CCCCCCCCCCCCCCCC CCS
S CCCCl
CCCCO CCNCC
NC NN
CCO NCC
NCC I
CCCS NC
] %
CCCCC NCCC
NCCOCCOCC OCCNS
CS COC
NCCCC OCCC
NCCOCCO CCNS
CCO SOOO
CCCCCCCCCCCC P
CCCC OCCO
CCCCO OC
OCCCC CCCN
NCC l
CCN CCCCS
CCCCOC N
COCC l
CCCCCCCCC NCC
CCCCCCC P
CS OO
CCCCC OS
COC SC
12 5
OCCCCCCCC N
COC l
CN I
CCCCC I
SCC SCC
OCCO CCCl
NCCN CCNCCN
CNCCCC CCO
CCCCCCCCC SC
S CCCCCCC
CCCN CCCCS
NCCC P
OCCCO S
+] )/
CCCOCCOCC OCCC
P o
CCCCCCCCCC Br
N OCCNC
NCC OS
CCOC NC
CS CCNS
CCCOCCOCC OCCN
CNCCC P
CNCCO CCC
CCCN CCCCN
N CCCCCCCCCCCCCCCC
NCC CCCl
T m
OCCCC CCOP
Ru H
N CCCCCCCCCCCCCC
CCCNCC CCC
OCCS CCO
CCCCCCCCCCCC SCC
S CCCCOC
B B
CCCS N
CCCO CCNCC
CCCOCCOCC OCCCC
CCCC CCOCCC
SS CCNC
SCC l
CNCCN CCO
CNCCN CCNCCN
OCOC OC
OCCCCCC l
COCC Br
SS CCN
CN CCCCCN
CNC P
NOC OC
CCCCCCCC OS
CCCCC NCCN
SS CCOC
CN F
CCCCCCCCCCCCCCCC SC
CCCCCCCC Br
CCCCOCCCC CCNCC
CCCO CCCNCC
CCCCCCCCCCCC CCCNC
CNCCN CCCN
CCCCOCCOCC OCCCCC
OS O
CCCCCCCC ON
CO CCCOCCN
NCCOCCOCCOCCOCCOCCOCC OCCOCCC
OCCCO CCCOC
CCO CCCO
CO CCCCCCCCCCCCCCCCCC
COC OCCOC
NCCCC NCC
C B
CS SCCOC
NCCCCCCC l
CCCCCCCCCCCCCCCC CCSC
COCC OCCS
CCCS OO
CS SCCN
CCCS S
B C
CS CCCCCC
NCCCCCC l
CS CCCCN
CCCO O
CNCCC OCCO
N CCCCCCCCCCCCNC
CCCCCCCCCCCCCCCCCCCCCCCC CCCCOC
CCCCCCCCCCCCCCCCCCCC CCCOC
CCOCCOCCO CCCC
CNCCC F
CCCS SCCC
CCOCCOCCOCCOCCOCC OCCNC
COCC OCCOCCOCCOCCOC
NCCCCCCCC CCNC
CCCCCCCCCCCCCCCCCCCCCCCC CCOC
OCCN CCN
NCC OCCCl
CCCCO NC
NCCCN CCCC
CCCCN CCCCN
CCN CCCCCC
NCCC OCCN
NN O
CCNC S
NCCC I
CCOC S
CCS SCCNC
CCCCCCCCCCCCCCCCCCCCCCCCCCCC CCOC
CNCCS CCCO
SCC F
S CCOCCO
CCCNCCN CCCNCC
S CCCNCC
OS N
NO NC
O SCC
OCCCC OP
CO CCCOCCC
CS CCCS
NOC F
CCCCCCCCCCCC NCC
Sb H
O OCCC
CN CCCCCCC
CNCCC l
COCC CCCOCC
P Cl
OCCN CCOC
COCC ON
CNCCCC NCC
CCOCCOCCOCC OCCO
S CCCCCCCCCC
CCCCCCCCCCCCCCCC SCC
NCCC OCCCNC
NCCC OCCCl
CCCO OC
NCCCC Br
NCC CCCNS
CCCCCCCC NS
COCCO CCNCC
COCCOC N
O CCCCCCCCCCCCCCCCCCC
OCCOOCCO OCCOOCCO
CCCNCC O
CCCCCCCCCC P
CCO CCCCOC
COCCOCCOCC OCCOCCN
)( \
NCCS SCCN
CNCCCC CCOCCCCC
CS CO
O NO
OCCOC OC
OCCC I
CCSCC S
CCCCCCCCCCCCCCCCCCCCCCCCCCCCC OC
CCCCCCCCCCCCCCCCCCCCCCCCC OC
COC F
NCCO CCCOC
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCC
OCCCCCCCC CCCO
S CCCCCN
CCCOCCOCC OCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC OC
CCCCCCCCCCCCCCCCC NC
CCCCCCCCC NCCCN
COCCC SCC
CCCCCCCCCCCCCCC S
CCCCCCCCCCCCCCCCC O
CCCN CCCOC
CCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCCC NCC
CCCCCCCCCCCCCCCCCCCCCCCC CCCOC
CCO CCCCCC
S CCCCCO
COO SC
OS I
CN CCCCS
CCCCCCCCCCCC CCOP
CCCCCCCCCCCCCCCC CCCCN
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CCCCCCCC SCC
CP CC
S Br
CCCCCC I
NCCCCC Br
CNCCC NCCO
CCCCCCOCC CCC
CCN CCCCCN
NCCCC NS
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCOC
CCCCCC SCC
CCCCN P
S CCCCO
CCCCCCCCCCCCCCCC CCCCCCN
CCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCOC
OCCCO CCC
NCCOCCOCC OCCO
OCCSS CCO
NOCC CCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CCN CCCO
OO OOC
CCCCOCCOCC OCCN
OC OCO
O OCCCC
COCCCO CCCOC
CCC OCCOCCO
CNCCCC SC
CCCC CCON
CN CCOCCOC
OCCCC F
NN CCN
CCCC CCOS
CNCCO CCN
CCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCOC
CCCCCCCCCCCCCCCC OCCCOP
CCCCCCCCCCCCCCCCCCC OCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCOC
A t
CO CCCCCCCCCCCCCCC
CS CCOCC
NCCCCCC Br
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCOC
N o
Cl C
CCCOCCO CCCC
NCC OCCCC
I N
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCOC
OCCC SCCNC
CCCOCC CCC
NO CCCOC
NCCS SCCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
COCC P
SCCC SCC
COCCCC CCOCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC OC
CCCCCCCCCCCCCC S
CCCS SCCNC
O CCCCCCCCCCCCCCCCCCCCCC
COCCOCCO CCCC
CCOCC l
NCCCC I
CCNCCN CCNCCN
CCCN CCCNCC
CN CCCCCOC
S CCCCSC
CCCCCCN CCN
N CCCCCCCCOC
CCO CCCOCC
CCO CCCS
COC OCCC
OCCOCCOCCOCC OCCN
CCCC OCCOCCN
CS CCCNCC
CCCCCCCCCCCCC OP
CCCN CCNCC
CNS N
S CCCCCCCCCCC
NCCOCC Br
CCCCCCCCCCCCCCCCCCCCCCCC OCC
CO CCCCS
CCCCO CCCOC
NCCCCC I
CCCCCCCCC P
CCCCCCCCCCCCCCCCCCCCCCCC CCOCC
NCCCCCC I
CCCO CCCNS
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCC
NCCC OCCCC
OCCC SCCC
CCCS SCC
NN P
OCCOCC SC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCNC
OCCCCCCCCC l
CCCCCCCCCCCCCCCCCCCCCCCCC OCC
NCCOCCOCCOCCOCC OCCNC
NCCCCN CCCN
COCCOCCOCC OCCC
NC NCC
CO B
CCCS SCCCC
NCCS S
CCN OCC
CCCS CCCN
OCCCN CCC
CCO SC
OC SSC
OCCOCCOCCOCC OCCC
OC NCC
CCNC OC
CCCCCCCCCCCCCCCCCCCCCCC OCC
SC P
COCCN CCCC
OCCCCCCCC CCO
CCCCC OCCCCC
CCCOCCCOCCCOCCCO CCCOCCCOCCCOCCCO
OCCOCCOCCO CCCC
CCS SCCCC
CCCCCCCCCCCCCCCCCCCCC OCC
CCOCCOCCOCCOCCOCC NC
CCCC OCCNS
OCCCC CCNCC
CCCCCCCCCCC SC
NCCOCCOCCOCCOCC NC
OS OC
CNCCCC CCNCC
OCCCCOCCCC OCCCCOCCCC
COCCN CCNS
+] )(=
COCCN CCN
CO OP
CCS CCCO
CCCOCCOCC OCCNC
NOCC F
NN OC
CCNC l
OCCCCCCCC Br
OCO S
NC I
COCC OS
OCCOCC OCCF
NCCCOCC Br
CCP CC
CCS CCCNCC
NCCC OP
OCCS CCOC
OCC CCCNCC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOC
S CCCCS
NS CCC
P S
OOOO OO
CCCCCCCCCCCCCCCCCC P
OCC CCCSC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOC
OC SP
COC OP
CCCOCCO CCNS
CCO OP
OCCCCCC SC
OCCN CCCC
OCCN CCCF
CCCCCCCCCCCCCC P
OCCO NC
N CCCCCCCCCCCCC
CNCCN CCC
NCCN P
CCCS CCN
CCOCC Br
NCCC OCCOCCOCCOCC
CCCNC N
CCCN CCCCCCN
1 31
OCCOCC OP
CCO NS
NCCO NC
COCCOCCOCCOCCOCC OCCOC
O NOC
COCC CCCNCC
CCCCOC OC
S CCCCCCCCC
CCCCCCCCCCCCCCCC NCC
CCS CN
NCCC ON
OCCOCC F
OCCOCC ON
CCCCC OCCOC
CS SS
COCCC OCCOCC
CS CCCCNCC
COCC OCCCNCC
CCCNCC OCC
CCCC OCCOCCC
CCCCCCCCCCCC NS
OCCO OC
NOC N
CCCNCC CCCN
NN SC
CS NCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCC OCC
CCN CCCCOC
CCCCOC NC
CCCC NNC
CS CCCSC
CCNC O
N CCCCCCCCCCCCN
CCCCS OO
OCCCN CCN
CCSCC SC
SO SC
OCCOCCOCCOCCOCCOCCOCCOCC OC
S NN
-]( /
CCCC OCCOCCO
OCCOCCOCCOCCOCCOCC OP
-] )(=
CCCCC NNC
SCCCC CCO
CCCCO CCCNS
CCCN OC
CCOCCOCCOCCOCCOCC OCCC
COCCO NCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOC
CCOCC OP
@ +](
CCCC OCCOCCOCCOC
CCCCC OCCCC
CCCCCCCC l
NCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
NC SCC
CCCCCC F
X e
CCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
NCCCN CCCNC
NCCS SCC
CCOCCN CCN
SS COC
OCCCC NS
COCC OCCCOCC
SS CCO
CCCCOCCOCC OCC
NC ON
SSSSSSSSSSSSSSSS SSSSSSSSSSSSSSSS
CO OO
OCCOCC OCCOP
SCCC OCC
CCCS CCCNC
] #[
SOO OC
CCSCC SCC
COCC OCO
CSC SCSC
CSC SCC
COCCCC NS
NO CCCO
CNC NCC
COCC CCCO
CCN CCCCCCN
OCCC SCCN
CCOCCOCCOCC OCCOCCN
CCCCCCCCCCCCCCCCCCCCCCCCCCC OCC
OCO O
S CCCCNC
COCC OCCNS
CO CCCCCCN
-]) \[
NC F
CO OOC
CS CCCl
CCOCC ON
OOOO O
CP P
CCNC NC
CCCCCCCCC OS
COP OC
CCCCCCCC NCCC
OCCOCC OS
CCCN O
SCC SCCS
COCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CN CCCCl
OCCCCCCCC CCN
CCCCCCCC OCCC
N CCCCCCCCCNC
COC OCOC
CCCCCCCC CCOS
CCCCCCCCCCCCC S
CNCCCN CCCN
SC OCC
CCCCCCCCCCCCCCCC P
S CCOCCOC
OCCO O
CCOCC OCCS
CCCC CCOCCOC
CCCCCCCCC l
CCN CCCCNC
CCOCCOCCOCCOCCOCC OCCOC
OCCCCCCCCC N
COS I
CCCCOCCN CCN
S ON
CCCCS P
N p
CCCCC OCCCCCC
CCS CCCCC
CCS OC
NCCCNCCCC NCCCNC
SCC Br
CCCCCCCCCCCCCC SC
OO OS
CO NN
CCOCCOCCOCCOCCOCC OCCOCCOC
CCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOC
In H
NCCOCCOCCOCCOCC OCCOCCC
O CCCCCCCCCCCCCCCCCCCCC
NCCCN CCC
OCC SCCC
CS CCCCCCCC
CS CCCCCNCC
OP N
OCCCCCCCCCCCC O
S CCCCCCCCCCCCCCCC
CCCCS OOO
CCCCCCCCCCCC Br
OCCN CCCN
NNNN NNNN
CCCCC NN
CCCCCCCCCCCCCCCC CCSCC
COCCC OCCNC
NCCOCCOCCOCCOCC OCCN
CCN CCCNS
OP I
NP I
C m
OCC CCCON
CCN CCNCCC
CCOCCOCCOCCOCCOCCOCCOCC OCCC
NCCN CCCC
CO SN
COP O
OOOOOOOOOOOOOOOO OOOOOOOOOOOOOOOO
CO CCCCCCCCOC
CCCCCCCCCCCCCCCCCCOCC OP
] )/[
CO ON
NO CCCCCC
NCCOCCO N
CS CCCNS
NCCS CCC
OCCS SCCC
Te H
OOOO OOO
CS NN
COCCOCCOCCOCCOCC OCCN
S CCCCCCN
COCCN CCOC
OCCCN CCCC
NP N
CNCC P
NO OC
CCC PC
CCO CCCOCCC
CS CCCCCCN
CNCCC OCCOC
S CCOCCN
CCCNCC SC
CSCCCC CCNCC
O NNC
CN CCCCCCOC
CS Cl
OCCCO CCCOCC
OCCSS CCNC
N CCCCCCCCCCN
CS SCCNC
OCCCC CCON
OS OON
CCCCO CCCCOC
CNCCN CCCNCCNC
OCCCC CCCO
CCCOCCOCC OCCCNC
OCCOCCOCCOCC OCCOCCN
CCCCOCCOCC OCCC
S OS
CCS OO
Pb H
CCN CCCSC
OCCOCCOCCOCCOCCOCC OCCO
CN CCCCCSC
S g
CCN CCCCCCNCCC
CCCCCCCCCCCCCCCC OS
CCCCCCN CCOC
COCCOCCCC NCC
NNC l
CN OCCOC
OCC CCCOP
CCS CCNS
CP N
CCCCCCCC CCCOP
CCCOCCOCCOCCOCCOCCOCC OCCOCCC
CCCCCCCCCCC Br
CCOCCCN CCN
CCCOCCOCC OCCO
CN CCCCCCNC
NCC OCCOCCOCCOCCOC
23 9
CS SSC
CCO CCCCN
OCCCC OS
CS CCCCCN
CCCN SC
P u
NCCOCCOCC OCCOCCN
O NCCC
CCN CCCOCC
NC SCSC
CCCC SN
CCCCC SS
CCO CCCCCCCC
CCSCC SCCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOC
CCNCC SCC
SS SCCC
S CCOCCOCCOC
OCCC NCCO
CCCS CCNC
OCCO CCCN
CCCCS SC
3 0
CCCCN OC
OCCOCCOCCOCCOCCOCCOCCOCC OCCO
CCOCCOCCOCCOCCOCCOCCOCC OCCN
NC Br
CCCN CCCCCC
CCCCC SCCC
CCNCC P
CO CCCCCCCCCCCCCCCCC
CNC OCC
SSSS S
CCSC SC
CCCCCCO CCCC
CO NO
CS CCCCO
OCCC NCCOC
CCOC SC
CCCCCCCC CCNS
S CCCCCCSC
COCCOC NC
OCCO CCCCCC
@@ +](
NCC CCCS
CCCCC OOC
CSC P
CCO CCCCOCC
NCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC
OCCN N
CCCCO CCCCN
CCCCS CCCC
CS OCC
OCCO OCC
CCCCC SSC
CCCCC OCCOCC
CN CCCCCCSC
S CCCCCSC
CCN OS
CS CCCCNS
COCCOCCOCCOCCOCC OCCO
23 8
)(= [
CCCCS CCCCC
CCCOCCOCCOCCOCC NC
CO OCCC
CCCCOCCOCC OCCCNC
CN CCOCCOCCN
CCO CCCCNCCN
NP C
OCCCCCCCC CCCCN
CCCC OCCOCCOCCOCC
CS CCCCCCCCCCCC
CCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCC
O OCCOC
CCCOCCOCCOCCOCCOCCOCC OCCOCCN
CN ON
NN CCOC
COCCC P
CP OC
CN CCCCCNC
NCCCC CCNCC
OCCCCCCCCC Br
CCCOCC S
CCCCCCCN CCC
COCCOC OCC
OCCCO CCCC
OCCS I
L r
OCCN CCCOC
CCCCCC SS
NC OCCOC
NS O
COCC OCCOP
CCCC NCCCCC
COCC OCCSC
CCCCC NCCOC
NCCOCCOCCOCCOCCOCCOCC OCCOCCN
CCOCC CCCOC
S CCCCCCCCCCCCCCCCCC
S NS
COCCCC CCO
OCCCC OCCC
OCCCCCCCC CCCN
CCOCCOCCOCCOCCOCCOCCOCC OCCCC
NS CCN
CCCS CCCOC
CCO I
CCS CCCS
SS COCCCCOC
COC NCC
CNCCCN CCCCNCCCN
COC ON
SSC NC
CN CCCCCCCC
COCCO CCCCN
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCC
CN NS
+]( \[
O OCCO
SCSC S
CCCC CCCOCCC
CS SCCO
CCCO CCCCCC
CCCC OCCCCCCNC
CCOC OCCOC
CCN CCCCO
CCCCCCCCCCCCCCCC CCOS
SCCC F
NCCN CCNCCNC
CSCC SCCS
CCC SCCS
P OCC
O NCCN
CCCCCCCC CCl
NCCCCC OCC
NCC CCCNCC
CCCCCCC SCC
OCCCC P
CCCS O
COCCOCCOCC OCCOCCC
CNC NN
NCCCCCC S
OCCCCCCCC CCCS
CNCC l
CCCCCCCCC SCCCC
CCCCCCCCCCCCCCCCCCCC CCO
CCCCCCCC CCNCCC
CCCS SCCN
P CCC
OCCCCCCCC NC
CCCN CCCCOC
OCCOCCOCCO S
OCOCOCOC OCOCOCOC
NCCCN CCN
Cl I
CCOCCN CCOC
COCCOCCOCCOCCOCC OCC
OCCCCCCCCC S
NC OP
OCCOCCOCCOCC OCCNC
OCCCO CCCO
OCCO CCNCC
CCCCCOC N
CCCCS CCN
NO SC
OCCOCC CCC
NC NS
COCC CCCNS
OCCOCCOCCOCCOCCOCC NC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCN
CCN CCCCCCC
CCCOCCCO CCCOC
CCCOCCOCCOCCOCC OCCOCCC
CCO CCCCCCC
OCCCC I
O CCCCCCCCCCCCCCCCCCCCCCCC
CCCC PC
NCCOCCOCCOCCOCCOCCOCC OCCN
CCCN CCCCNCCCN
CCS O
CCCCC OCCN
CCCCOCCOCC OCCNC
CS CCCCCNS
CN CCOCCOCCNC
CNCC Br
CCCCCCCCCC SCC
OCCOCC Br
CCCOCCO CCCCCCCl
OCO CCCC
CCCCCCCCCCCCCCCCCCCCCCCC NC
CCCOC O
NCCS SCCCC
COC OCCN
CCCN CCNCCN
NS SC
CNC Br
CCCCCCC I
OCCCO CCN
CCS OOO
CCCCCCCCCCCC OCCCNC
COCCOCCOCC OCCCC
CCCCCCCCCCCC SCCC
S CCOCCSC
NS I
CCCCS CCCNC
CCCCCCC F
CCCS CCOC
OCCCCCCC Br
CCS SCCOC
OCCCC OCCCCOC
SCCC Br
CNCCN CCNCC
OCCCO CCCN
SCCN CCC
CCC OCCOCCOCCOCCOC
CS SCCCC
CCN CCOCCC
CCCS CCCO
COCC I
CSS SCC
CCCCC NCCCC
SC SCC
+] %
OS F
S CCCCCOC
CCN I
CO OOSC
CCCCO O
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
OCCO CCCO
NCCCN CCCNCCCN
CCCN CCCNCCC
CP O
OCCCCCCCCCC Br
NCCN CCNCCNCCN
COCCOCCOCCOCCOCC OCCOCCO
N CCCCCCCCCCCCCCC
COCC OCCCNS
COCCOCCOCCOCCOCC OCCOCCOC
COCCCN CCC
OCCOOCCOOCCOOCCO OCCOOCCOOCCOOCCO
CCOCCOCCOCCOCCOCC OCCCC
NCCCC NCCCNC
CCOCCOCCOCCOCCOCC OCCO
CS SN
CCOCC F
S CCCCCCOC
OCCOCC OCCCl
NCCS CCCOC
NN CCCC
CCCCCCN CCCC
CCCCCCCC F
CCCCCCCCCCCCCCCC CCNCC
CCCCN SC
CCCCCCCCCCCCCCCC CCCCO
CCS SSC
CCOCC OS
Cl OC
SCCOCC OCCSC
P F
CCCO CCCCOC
CCCCS NC
OCCCCCCCCC O
CCOCC P
CCCS CCO
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCC
CCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CNCCN CCNCCNCCN
NC NCN
NOC l
CCCCCCCC I
CO CCCCCCNC
NOC OCCOC
CCCCCCCCCCCC CCOS
OCCCCO OCCCCO
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CN CCOCCOCC
12 4
CCCCCCCCCCCC OCCC
CCCC NCCNC
CO CCCCCCCOC
OCCCCCC F
CCNCCN CCNC
N CCCCCCCCCN
NCCN N
COP C
CCCS SCCOC
CCCCCCCCCCC P
CCCCCCCCCCCC CCCOP
NO CCCNC
CSSC NC
NCCS SCCOC
CO Br
CNCCCC OCCOC
OCCSS CCCC
CNC SC
CSCCC SCC
CCOS OC
CCO CCCCCCCCC
CN CCOCCOCCOC
CCCC NCCCNC
CCN CCCCNCC
OCCOCCOCCOCCOCCOCCOCCOCC O
CCCC NCCCOC
OCSC SCO
OCCC OCCNC
CCO CCCCO
ON CCCC
CCCCCCCCCCCCCCCC CCCCCCCCN
CCCCCCCCC NCCC
CCOCCOCCOCCOCCOCCOCCOCC NC
S NCCC
S CCCNS
CCCCCCCC OCCCC
CCCOCCOCC OCCOCCN
P m
CCCCCCCCCCCC NCCC
Ni H
COCC OCCCCC
CCCCCCCCCCCCCCCC CCCCNC
CCOCCOCCOCCOCCOCC OCCOCCC
CCCCCCCCC SCC
CCCS CCCS
CNCCCN CCC
COCCN CCNCC
OO F
OCCCCCCCCC NCC
NCCS CCNC
P PC
SCS CO
CCCCCCO OC
COCCCO CCCCOC
C f
P Br
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CCN NCC
CCCCCCCCCCCCCCCC CCCNC
CO OCCOC
COCCO NS
OCCCCCCCC CCS
CCN CCCCCOC
CCOCCN CCC
]( /[
COCCOCCOCCOCCOCCOCCOCCOCCOCC OC
CCOCC SCC
S CCCCCCNC
COCCO F
CCO CCCCCCN
CO CCCCCCCCCCCCCCCCCCCC
CO NCCC
H e
NS OC
OCO CCN
CCCCCCCCCCCC OCCCCCCCCCCCC
CCCCCCCC CCOCCC
CCOCC OCCCNC
CCCCCCCCCCCCCC SCC
CCN CCOCCOC
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOC
NC OCCC
CCCCO CCCCCC
NCC CCCOP
CCCCCCCCCCCCC SC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCC
CCCC CCOCCOCCOC
OP OCC
CCCCCCO CCCCCC
CCCC OCCS
OC SCC
CCCCCC SSC
CCCOCCOCC OCCCN
CCCCOCCOCC OCCCN
CCCCCCCC NCCCC
NN CCCO
CCOCCOCCOCCOCCOCC OCCOCCN
O OCOC
CCOC OCCC
CS CCCCl
OCCCSCC SCCS
CCCC CCCNS
CCN CCCNCCN
OCCNCC S
OCCC SOOO
COCCN CCCNCC
NCCS CCN
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CCCOC NC
COCCOCCOCCOCCOCC NC
NCCS CCO
OCOC N
-] (=[
SCC SCCSC
CCCO CCNS
CCCC CCCOS
CCCC OCCOCCCC
OCO OC
CCN CCOCCO
NCCCC OP
N CCCCCCCCCCCCCCCCC
SCC P
CS CCCCCCC
CCCCCCCCC OCCC
OCCCC OOC
OS OOC
CCCCOCC SC
COCCN CCCN
CCCC NCCS
OCCOCC OCCS
10 2
CCCCC NCCCCC
CS OOC
OOS N
O CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CCCCCCCC OCCOC
10 3
OCS SCC
S NCCO
CNCCN CCNC
COCCOCCO CCCN
NCCCOCCO CCCNC
A m
+] )([
CN OS
CCCCCCCCCCC l
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCCC
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCNC
CO CCCOCCCO
CCCCCC SCCC
OCCC OCCOCC
NCCOCCOCCOCCOCC OCCOC
] /[
CCCOCC SC
NP OC
-]( #
CCP CCC
CN SCC
B N
CCCC NO
COCCCS CCC
CO CCCCCCCCCCOC
CCCN CCCO
CCCN CCCCCCOC
SS P
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOC
NP P
CCOCCCC CCNCC
O CCCCCCCCCCCCCCCCCCCCCCC
S CCCCCS
COCCN CCCCC
NCCC NCCO
CCS CCCCCCCCCCCC
OCCCCCCCCCCCC CCOC
S CCCCCCS
CCOC l
CCO CCCSC
CP CCC
CCCCCCN N
F S
CS OS
NCCCC CCON
COCCOCCOCCOCCOCC OCCOCCOCCOC
CCCO OCC
CCO F
NO CCCCOC
OCCOCCOCCOCCOCCOCCOCCOCC OCCC
NC OCOC
COCCC Br
NOCCO N
CSCCCC CCNS
NCCCC ON
COCCCC Br
CCOC ON
( #[
O CCCCCCCCCCCCCCCCCCCCCCCCCCCC
COCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
COCCC F
OCCCCCCCCCCCC Br
CO CCCCCCCCCCCCCCCCCCCCCC
CCNCC F
CCCCCCCCCCCCC P
OOC B
OS P
CCOCCOCCOCCOCCOCC O
CCCCCCCCCCCCCCCC CCCO
NS OOC
CCCCCCCCCCCCCCCC CCOCCC
CCCOCCOCCOCCOCC OCC
CCCNCC CCCNC
NN CCCCO
OCCOCC OCCCNC
PP PP
CCOCCOCCOCCOCCOCCOCCOCC OCCOCCC
NCCOCCOCCOCCOCC OCCOCCOCCOC
CCCC CCOCCOCC
CCO CCCCCCCCCC
OCCN CCNC
NCCS CCOC
OOC N
CCCCCCCC OCCCCCCCC
NCCCC CCNS
NCCCN CCCCCCCCN
OCCS P
S CCCCCl
COOS N
F I
CCN CCCl
COC Br
CCCCCCCC OOC
CNCC I
NCCN CCCN
CCCNCC CCCOC
CCCCCCCCCCCCCCCCCCCC CCNC
CCCCCCCCCCCCC l
N CCCCCCCCCCCCOC
S ONC
O CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
CCCC CCCON
CCCOCCOCC OCCCS
CCCCCCCCCCCCCCCC NS
NCCCOCCOCCOCCOCC OCCCNC
NC OCN
CCN CCCNCCC
NCC OCCCCC
NNC S
CCCCCCCC NN
COCC OCCCl
CNCCC Br
CCOCCOCCOCCOCCOCC OCC
CCCOCCOCCOCCOCC OCCOCCOCCOC
CCCCCO NC
OCCOCCOCCOCCOCCOCC OCC
OC NS
CCS I
CCCOCCOCCOCCOCC OCCN
S CCOCCS
CCCCCCC OCCOC
CCCCCCCCCCCCCCCCC S
CCCCCCCC OCOC
CCOS I
COCCOCCOCC S
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOC
CS CCCCOC
NO CCCCN
OCCO CCCOCC
NOCC S
OCCCCC I
CCCNC l
NC SS
OCCCCC F
CCCCCCCC OCCCNC
CNCCO CCCOC
SOO NC
CCCO CCCCO
CCCS SCCCN
NCCOCCOCCOCCOCC OCCC
Br CC
OCCCC CCCNC
CCCS SSSCCC
CNCCN CCOC
Tl H
O CCCCCCCCCCCCCCCCOC
S CCCCCCCCCCCCCC
CCOCCN NC
NCCOCCOCC OCCCC
SC I
OS S
OCCCN CCCO
NCCCOCCCC OCCCNC
OCS CO
COCCC OCCCCCOC
OOC l
CCCCCCCCC NS
CCCCCCCCCCCCCCCCC OP
CCOCCOCCOCCOCCOCC OCCOCCOCCOC
OO NC
CCCO CCCCCCNCC
OCCCO CCCOCCCOC
OCCCCOCCCCOCCCCOCCCC OCCCCOCCCCOCCCCOCCCC
CCCNCC OCCC
CCS CCCSCCC
CO CCCCl
NNC O
NCCCS O
CCCOCCOCCOCCOCC OCCOC
CCCCCCCCCCCC CCNCC
CCCNCCCN CCCN
COCCOCCOCCOCCOCCOCCOCC OCCO
OCCOC P
NCCS N
CCP P
OCCCCCCCCC NC
CCCCCCCC SCCC
OCCO OCCOC
R a
CN CCCCCl
CCO CCCCCCOC
SS NC
])( /
S CCOCCOCCOCC
CCCO CCCS
CCCOCCC OCCOC
S NNC
CCCNC S
CCO OO
COP I
NCCOCCOCC OCCOCCCC
SSSS SS
NCCOCCOCCOCCOCCOCCOCC OCCNC
S OCCC
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCC
COP P
CSSS SCC
S NCCN
OCCCCCCCC S
SSSS SC
O CCCCCCCCCCCCCCCCCCCCCCCCCC
OCC SCCS
CCCN CCCCCCC
CCO OS
CCS CCCCCC
OCCCO CCCOCCCOCCCOCCCO
CCCCS S
CCOCCOCCOCC OCCON
CN CCOCCNC
NO SN
CCCCCCCCCCC NCC
COCCOCCOCC SC
OC OCOCCC
COCCOCCOCCOCCOCCOCCOCCOCCOCC O
NCSC SCN
4 0
O OCCCCC
CCOCC OCCCCC
CCO CCCCNCC
CCCCCCCCCCCCCCC SC
CCCCCCCO CCCC
CN CCCCCCCCCN
OCC SCCN
OCCCCO OCC
NCCOCCOCCOCC P
S CCOCCOCC
OCC OCO
NCOC NC
CN CCOP
CCCO CCCOCC
CCNCCCC CCNCC
OC OCCO
OCCC SSC
CNCCCN CCCNCC
COCCOCCO S
COCCOCCO CCNCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCNC
COCC OCCCO
COCCC OCCCCC
COCCCN CCN
NCCCCCCCC CCCNC
P a
CCCCCCCC CCNCCN
CCN CCCCSC
CCCN OCC
CCCCNC OC
CNCCC I
OO CCCCCC
NCCOCCOCCOCCOCCOCCOCC NC
CCCCCCCCN CCCCCCCC
NCCC OCCCN
CCSC NC
CCN CCCCCCOC
OCCC NN
OCCCCCCCC CCOCC
CCNCCC F
COCCOCCOCCOCCOCCOCCOCC OCCC
CCCC OCCOP
CCO OOO
OCCOCCOCCOCC Br
CCOCCOCCOCC OCCOCCCC
CCS COC
OCCO CCCNC
CCCC NCCO
NCCCN CCNCCCN
E s
10 1
OCCN P
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOC
NCCC OS
CCCN CCNCCC
CCCCCCCCCCCCCCCCCCCC CCCNC
CCCCCS P
CCCCCCCCCCCCCCCC CCNCCC
COCOC OCC
CCN CCOCCN
OO OCC
OCCO CCNS
+]( /[
CCCCCCCCCC I
CCOCCC NCCOC
CNCCNC N
OCCCCCCCCCCCC S
CCCCCCCCCCCCCCCC OCCC
CCCCCCCCCCCCC OS
SS CO
OCCCCCCCC OCC
OCCCCCCCCCCCC NC
NCCCCCCCC CCCN
P NC
CO NOC
CCOCC OCCCOC
CCCCCCCCCCCCCCCCCCCC OP
CCCC OCCCCCCN
CCCCCCCCCCCCCCCC CCCCCN
CCCN CCCSC
CNCCCC I
NCCOCCOCCOCCOCCOCCOCCOCCOCC NC
CSCCOCC SCC
COCCOCCOCCOCCOCCOCCOCC OCCN
CO OCCO
COCCOCCO N
CS OON
SCCCC CCOP
B k
CCSCC SCCN
SCCCCC F
COC I
OCCCC CCCON
O OCCN
CCOCC CCCN
OS SC
OO I
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCC
CCCCCCN CCCCCC
COS OOO
CNCCCC Br
CCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCO CCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCO
OOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO OOOOOOOO
S OP
CCCCCCCC CCCOS
CCCCNC l
CCCCS CCOC
CNCCO CCCl
O CCCCCCCCCCCCCCCCCCCCCCCCC
CN CCCCCCBr
CCCCCCCCC I
COCCN NC
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCC
CCCCOCCOCC OCCCC
CCCCOCCN CCOC
CCCC OCCCOCC
NO CCCl
CCCCCCCCCCCCCCCCCCCC CCCN
S CCCCCCCCCCCCC
S CCOS
CSC SCCC
CCS CCCSC
OCCOCCOCCOCC OS
CCCOC OCC
OCCC SS
OCCN CCCCC
CCOCCC OCCOC
CNCCOCCO CCNCC
CN CCCCCCl
NN CCCCC
CCCCC NCCCN
@@] %
OCCCC SCC
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCNC
NC OOC
CCCS CCCCC
CN NNC
CCS CCCCCCCC
CCCCCCCCCCCCC Br
OCCCCC P
CCCO SC
11 1
CNCCCCC I
CNCCCCN CCCN
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCN
CCCCCCCCCCCC OCCOC
CNCCCN CCCNC
NC SN
CN CCCCCCCl
CCCN CCCSCC
CCNCC l
NCCCC P
CCCCS SCCCCN
CCCCCCCCCCN CCNC
CNCCCCC Br
CNCCCO CCCl
CCCC CCOCCN
CCN CCCCl
COCCCC OCCOC
OCCCCN CCN
CCO CCCCCCNC
CCCO CCCOCCC
CNCCCCCC I
O CCCCCCCCCCCCCCCCCCCCCCCCCCC
CCCSCC SCCS
NCCOCCO CCCS
COCCCO CCCCOCCCOC
NN I
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
CCCCOCCOCCO CCNCC
O NCCO
NC SSC
CCCCC OO
12 1
OCCCCCCCCCCC l
COCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCCCCCCCCCCCCCCC Br
OS CCC
CNCCC NCCOC
15 1
16 1
CCCCCCCCCCOC OC
OOOO OC
COC OCCCC
NCCN CCCCNC
COCCOCCCC CCNCC
CCCCCCC SCCCCCC
NCCOCCOCCOCCOCC OCCOCCN
COCCCO CCNCC
CN OCCC
CS CON
NCCC OCCOCCOC
SCCCC Br
CCN CCCCCO
CCN CCCCCCO
O CCCCCCCCCCCCCOC
S CCCCCNC
CCOCCCN CCC
CSS CO
CCCCCCCC CCSS
CCOP P
NOCC CCCOC
SS SSCCC
NC SCCC
CN OCCN
COC OCN
CS CCOCCO
NCCC OCCCCC
OCCOCC I
COCCC NCCOC
CNCCCC CCOCCOCC
COCCOCCCC NS
CCOCCOCCOCCOCCOCC OCCOCCO
]( \
CCN CCCCNCCCN
CS CCOCCOCC
CCCN CCCCNC
CCNC Br
CCCCCCCCCCCC OCCCN
CCCOCCOCC OCCOCCCC
OCCOCCOCCOCCOCCOCC OCCNC
CO SCC
CCCCCCCCCCCCCCCCCCCCCCCC CCN
NCCOCCOCCOCCOCC OCC
O CCCCCCCCCCCCCCCCCCCCCCCCCCCCC
S B
NC OS
CCCCCCCC CCCON
NOCC Br
COCCOCCOCCOCCOCC OCCNC
CCCOCCOCCOCCOCC OCCC
CO OCN
NCCN CCNCC
CCCCS SCC
CCNC NN
CNCCCCC NCC
SCCCCC Br
COCCCO CCCN
CCO OCCC
OCCOCC OCCCCCC
CCCCCCCCCCCCCCCCCCCCCCCC CCNC
CCCCCCCCCCCCCCCC CCCCS
NCCCN CCCCNC
CN CCCCCCCN
CO CCCCCCS
COCCN CCCCN
CCCCCCCCCCCC SSC
Ir H
OCCCCCC SS
SS SCC
CC B
CCCOC P
CCCCCCCCCCCC l
OCCCCCC I
OCCCC SSC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
CCCOCCCO CCCC
CCOCCOCCO N
NCCCOCCCC OCCCN
CO OOO
CCCCCCCC CCON
OO OP
OCCOCCOCCOCCOCCOCC OCCN
CCCNCCN CCCN
CCCS CCCSCCCC
CCCCS CCCN
SCCOCC OP
OCCO CCCCOCC
NO OSC
NCS SCC
CCOCCOCCO CCCNC
N OCCOCC
CCO CCCCCCCCCCCC
CCS SSSCCC
CCCCCCCC OCCN
SSSS SSC
S CCOCCC
CS CCOCCOC
CSC OCC
CCSC S
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
NOC O
COCC SCCC
CCCO CCCCCCN
COCCOCCOCC OP
CCOCCCC NCCOC
CNCCOCC OCCOCCN
CO CCCCCCCCCCCCOC
CCCCCCCCC F
OCCO CCCS
NCCCC CCOCC
COCCOCC Br
CCCCCS CCCCCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOC
COCC OCCCS
CNCC SS
NCCO CCCO
CCCCCCCCOC N
COC OCCO
OCCOCCOCCOCC OCCOCCC
OCCCCCCCC OP
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCC
10 7
CCCC NCCSC
NCCOCC SC
CCCCNCC OCCOC
OCCCCCCCCCCC Br
P NP
OCCCC OCCOC
CCCCCCCCCCCCCCCCCCCC P
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCC
CCCCC SCCN
CCOCC I
CCCCCCCC OO
CS CCOP
OCCCC NCCO
CCCS OC
OCCCN CCCN
NS F
SCCN CCCN
CCCCC PC
NS CCO
OCCCO OCC
COCCCC SC
NCCCCCCCC O
OCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCC
NCCCOCCOCCOCCOCC OCCCN
CCOCCOCCOCC ON
OOO SC
NCCCOCCOCC OCCCCC
CCCCN CCCCOC
OCCC OCCO
CCCC OCO
CO OCCCC
NCCS P
PP I
CSCCS CCO
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCC
I CC
S NSC
CS CCl
CCOCC CCCOCC
NOCC SC
SS Cl
CCCCSC SC
COC ONC
CCCCC SCCCC
CS CCCCCCCCCCCCCC
CCCCCCCCCCCCCCCC CCNS
CCS F
OCCCC NCCOC
CNCCN CCNCCNC
OCCCCCO CCCOCC
CO NNC
NS SN
CCCCCC SP
O NCCCCC
COCCN CCCOC
CCOCCOCCO S
I NC
CCOCC OCCSC
COCC OO
COCC CCCl
10 4
NCCOCCOCCOCCOCC OCCO
OCCN O
CNCCC SCC
COCCCS CCN
CCO NO
CCS CCCl
CCOP C
CSCCSCC SCC
N e
NN CCCCCN
CO CCCOS
CS OOOC
COP OCC
NCCOCCO P
NCCOCCO CCNCC
SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS
CCCCCCCCCCCC ON
15 2
COC NCCC
CCCCC NCCCCCN
CS CCCCCCCCCCC
OCCN NC
SS CCCCO
CCCOCCO CCCN
CCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
CN CCCCCCCCC
NCC OCCCN
CCCS SCCO
SCCC P
CN CCCCCCCCCCCC
CCN CCCCOCC
CCCO CCCCN
NCCN OC
NCCOCCOCC OCCOP
CCOCCO CCNCC
CCC OCCOP
CCC B
NS OO
CCCCCCN NC
SSC OCC
OCCCCCCC OCC
CO CCCCCCCCN
COCCCC CCNCC
CCCCCCCC SSC
CCCCO OCC
CCCCS CCNC
COS OO
10 9
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
CCOCC OCCNS
@] %
OS NC
OCCOCCOCCOCC OCCCCCCCCCCCC
OOOO OOC
COO I
S OI
CCCCCCCCC OCOC
CCCC OCCOCCOCCOCCOCCOCC
CO CCCOCCCC
NCCS OO
CCCCC OCCO
NS P
CCCCOCCOCC OCCOCCC
CCCCCCNCC SC
CS ON
CCCOC F
NCCCC F
CCCCC OCCCOC
OCCCO OC
NOC ON
CCCCNC N
OCC CCCOCCC
CO CCCCCCCCCCCCCCCCCCC
CS CCOCCN
SCSC SCO
CCCCCCCC NCCN
CCCCCCCC CCOCCCC
NCCCC CCCOC
CCCCCCO CCCCCCC
CCCOP I
NN CCCN
CO CCCCCCCN
NO F
OCCOCC OCOC
CCOCCOCC SCCC
CCOCCOCCO CCCCCC
-]) =[
NOC S
CCCCO OOC
CCCS CN
OCCCCCC P
SCCN CCO
COC OCOCOCOC
COC OCOCOC
CCOC F
CS SNC
COCCOCCCC CCNC
@ -]
CCCNC OC
CP NC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC
13 9
NCCOCCOCC ON
OOOOOOOO O
CN Br
CN OP
SC Br
COCC SCCCC
CCS NCC
SS O
NCCOCCO F
SCCO CCCl
OCCCCCCCCCCCCCCCC CCCCOC
COCCOCCO CCCNC
COCCOCCOCCOCCOCC OCCC
SCCCCCC l
SCS COC
OCCCCOOCCCCO OCCCCOOCCCCO
13 8
CCCCCCCCCCCCCC Br
CCCCCCOC N
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOC
SCCOCC OCCS
N CCCCCCCCCCOC
CS CCOCCOCCOCC
OCCO F
B P
NN NNN
NCCCC CCCO
CCCCCCCCCCCC CCCOS
OO CCCCOC
CP PP
] )(=
CS CCCCCCCCCCCCCCCC
SCC I
COCC CCCS
CCCCCCN O
NCCOCCOCC ONC
OCCOCCN CCN
CNCCCCN CCCCN
S NCCCN
CN NCCC
CNCCCC CCOCC
CCCCCCCCCCCC SS
COCCCC OP
SCCS CCO
CCCOCCOCCOCCOCC OCCNC
Po H
CCC PP
21 1
CCS CCNCCC
CCCCCCCCC OCCN
ON P
CCCCCCCCCCCCCCCCC l
CCCCCCO NC
CCNCCCN CCCN
CCCCCCCCC ON
CCCCCCCCCCCCCCC Br
COS OC
OCCCCCCO OCC
COC OCCOCC
CCCCCCCCCCCCCCCC CCCS
CCCOCCO CCCNC
CCNC P
NO OS
OCCCN CCCOC
CCNS N
Pd H
CCCOCCOCC OCCCCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCC
NCCCNCCCN CCCNC
NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCN
CCCCCCCC OCCCN
CCCCCC SCCCC
NCCC OCCNC
COCC OOC
OCCO CCCCCCCC
CNCCO S
NCCCCCCCCCCCC OP
CCO OCCCCCCOC
CCCCCCCCCCCCCCCC CCSCCC
OCCC OCCCCC
CSCCC OCC
NCCCOCCOCC OCCCNS
CCCOCCOCCOCCOCC OCCCC
@@ -]
CCCS SS
CCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCN F
NCC OCCCOCC
CCCCC OCCCOCC
SS CCCCCCC
OCCCCCCCC CCOP
OCCCS CCO
CSCCCC SCC
NNNNNNNN NNNNNNNN
OCC CCCOS
CCS CCOCC
CCCCCCCCC NN
NCCN CCCCC
CCOP OC
COS O
CNCCCN CCCCN
CCCCOCCOCC OCCO
O OCO
OCCCC CCOS
CCCCCCCCCCCC OCCCC
CCCOCCO S
CN CCCCCCCCN
CCN CCCCCCNC
CCCCC NCCO
NS OOO
CNCCO N
CSCCN CCC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCO
COCCCCO CCCOC
CCCCCCCC SP
CCCN CCCOCC
CCCCCCCCCCCCCCCC OCCCC
NCCN SC
CNS NC
COCCCC CCCO
NC SCN
CCCC OCCOCCOCCOCCOCC
CSC SCCO
NS CCCC
CCCCCCCCCCCC I
OCCCO NC
CCCCCCOC OC
SCCS CO
Xe H
1 19
CN CCOCCOCCOCCNC
CCCCCCC NN
S CCCCCCCl
CCCCCCCCCCCCCCCCCC Br
NCCS OOO
NP NP
CCCCCO CCCCOC
CNCCCC CCOCCC
SO OCCS
OOOOOOOO OOOOOO
NC OCCN
Cl Br
CCCCCCCC NCCCN
CCCN CCCCSC
CCCO CCNCCC
CCCCCCCN CCCNC
] )\[
NN F
CO OF
NO I
CSCC F
OCCSS CCN
CCOCCOCCOCCOCCOCCOCCOCC OCC
O CCCCCCCCCCCCCCCCCCOC
CCCCC NOC
CCNC OCC
CCOCC OCCCN
CCO CCCOP
CCCO CCCCCCC
CCCO CCCCCCBr
CCCCCCCCC OCCCCCCCCC
CCCCCCCN CCCCCCCC
OCCCCCCCCCCCC OCC
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCN
NN OCC
CNC I
OCCNC l
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCNC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCN CCCCCCCC
CSC SCO
CCCO CCCCCCCC
CCCCCN CCCCCC
COS P
OCCCCCCCC SC
10 8
COCCCCCC Br
Cl N
CCOCC ONC
CCCCN CCCCCC
CCCS CCCSCCC
OO CCCCCCCC
CON OCCO
CCNCCCC NCCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OC
S NCCCNC
COC OCO
-] %
CCO ON
COCC OCOCCC
CCS CCCNCCC
OCCOCCOCCOCC OCCOCCCC
CCCCCCN CCCN
S CCCCCCCCSC
CCCCC OCOC
CCCCC OCCCN
CCCCCCCCC OCN
COCCN N
SCCN CCN
P CCPC
S CCCCCCCCCCCCCCC
CO NCCN
CCOCC SSC
CCS CCOCCC
OCCOCCOCCOCC OCCCC
SS CCNCCCCCCNCC
SCCCC F
CCOCCOCCO CCNS
OCCOCCOCC I
NCCNCCNCCN CCNC
CCCCCCC OCCCCC
CCCCCCO CCCOC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCC
S NCCNC
OCC PC
COC OS
CCO CCCCS
NO CCCCO
NS CCCF
CCS OOC
COCCC I
OCCOCCOCCOCC SCC
OCCOCCOCCOCC OP
OCCS CCCC
CNCCCN CCCNCCCNCC
CNCCCCCCNCC SSCCNCCCCCCNCC
COC SCC
CS CCCCCCCCC
CCCCCCCCCCCCCCCC NCCC
CCN SCC
NS CCCCCN
OCCO OS
OCOC OCC
NCCNCC S
OCCOCCOCCO N
CCCC SCCS
NCCC NCCNC
OC NN
Br I
CNC NCCC
CCOCC OCN
OCCCC CCOCCC
COCCC OCCS
CCCCCCCCCCCCCCC P
CCNCCC OCCOC
OCCCS CCCCCCCCCCCC
OCCCCCCC S
COOC SCSCO
Os H
CCCCCCCO CCCCCC
NCCCCCCCCCCCC O
NCCOCCOCCOCCOCC OCCOCCOC
CO OOOOOOOO
CCCCC OCCNC
CS SCN
NCCCC NCCC
COCCOCC SCC
CCCCCCCC SS
CCCCCC PC
CCCCN CCNCCN
OCCCC OCCCOCC
]) =
NCCOCCOCC OCCNCC
CCCCCCCO OC
CN CCOCCOCCC
CCCCCCCCCCCCCCCC CCCl
CCS CCCCO
CCSC SCCC
CCCCCCN P
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCC
D b
CCCCCCCCCCCCCCCC CCOCCOC
OCCCC OCCOCC
CCOCCCC OCCOC
NOCCCC CCON
CCCCNCCCCN CCCCN
F Cl
CN CCCCCCCCCC
OCCCCCCCCCCCC CCCOC
NCSCSC SCN
CCCCC OCCCCCOC
COP PP
CSCC P
NCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CS CCSCCC
CS SSSS
OCCCC NCCC
CCCCNC O
CCSCC SCCSCC
CCCCS OC
CCCCC NCCNC
CCO OCCCC
OCCCC OCCCCO
CCCCCCCCCCC SCC
CCCCS SCCCC
CCOCCOCCOCC S
CCCOCCCO CCCO
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCC
CSO SCC
1 18
OCCO CCCCOC
CNCCC OCCOCCOCCCNC
CP I
CCCCCCCOC OC
10 5
OCCCCCCO OC
CCCOCCCC OCCC
23 4
NCCN CCNCCC
CCOP CC
COCCOC P
OCCCCCCCC CCNC
OCCS F
OSC B
CCCCOCCC OCCCCC
P SOCC
CS CCCCS
]) =[
Pt H
NO CCCON
CCCCCCCCCCCCCCCC SS
CCCCCCCCCCCCCCCC OCCOP
@] /
CCS CCCSCCCN
OP Cl
OCCOC OCCOC
CCN B
CCCCCCC SS
OS SOC
SSC SSC
CCCCCS CCCCC
OCCOCCOCC P
NCCNCCNCCN CCNCCN
S CCOCCOCCO
S CCCCCCCCCS
CCCC CCOCCO
CCCCC NCCSC
CCO CCCCCCCCCCCCCCCCCC
CCO CCCOCCCOC
OCO NC
NCCCCN CCCCN
CCCOCCO CCNCC
NC OCCCC
CCN NS
CCOCC CCCO
NO CCCCCCOC
CCCCCCCCCCCCCCCC CCCOP
CCCCCCCN CCCN
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCN
S CCCCCCCCCBr
CCN NN
CCN CCOCCCOC
CCCCCCCC CCCNS
CCCCCCCC OCCCCCCCCC
CCOC NCC
CS CCCCCCO
CCO OCCN
CCCCCCC NCCO
COCCN CCCCOC
OCCCCCCCC l
SOO F
CNCCCC NCCCNC
CCCCCCCCCCCC CCNCCC
CCCCCCCCCCCCOC N
CSS COC
CSS CCCOC
COCCOCCOCCOCCOCCOCCOCC OCCNC
NCSCSC SC
M t
CCN OCCCCC
COCCN CCCS
SSSS SSS
CCCOCCO CCCOC
S CCON
OCCCN NC
SCCS CCCC
CCCOCCOCC CCC
CO CCCCCCCCO
CCCCCCCCCCCCCCCCCCCC CCOP
16 6
OC SN
CCCC OCCOCCOCCOCCOC
CCCC NCCCNCC
COCC OCCCCCC
CCCCCCCCCCCCN CCCC
OCCOCCOCCOCCOCCOCC OCCC
CCCCOCCN CCC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
1 13
P CF
CCN CCCCCCCCCC
CCOCC CCCNC
CCCNC O
COCCN P
OCCCC CCNCCC
SS CCCN
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCC
CNCCCC OCC
CCOCCOCCN CCOCCOCC
CCCO CCCCOCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC O
K r
CCCCCCCCCCCCCC l
CCCCCCCCCCCCN CCN
COCCS CCOCC
NCCCOCCOCC OCCNC
CCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOC
CN CCCCCCCCCCC
CO CCCCCCCCCCCCOCC
SS CCCCC
S CCCCCCCCOC
CO OCOC
+] )\
NCCC OCCCOC
COCC SCCOC
CCCCCN P
17 7
CCCCOCC CCCOC
COCCOCC l
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCC
COCCOCCC OCCOC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOC
CCCOCCOCCOCCOCCOCCOCC OCCCC
NCCCOCCOCCOCCOCC OCCCNCC
CCCO I
OCCC NCCNC
CCCCCCCCCCCC NN
CP Cl
CCCCCCO CCCN
COC SN
CCCCCCN CCCCCCN
CCCOCC F
CN OCCCC
COCCCN NC
P CCN
CCCN CCCCO
CCCCCCCCCCCCCCCC OCCCOC
NCCN CCCOC
NCCN CCCF
OCCOCCC OCCOC
CO CCCCCCCCOCC
NOC SC
CCCCOC OCC
CCCCCCCCCCCC OOC
OCCCCCCCC CCCNC
10 6
CCCCCCCCCCOC N
CCCCCCCCCCN N
COCC CCCBr
OCCCCOC SSC
CCOCCCC Br
CCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOC
CCCCCCCCCCCCCCCCCCO CCCCCCCCCCCCCCCCCC
OCCOOCCOOCCOOCCOOCCOOCCOOCCOOCCO OCCOOCCOC
NCCN CCCNCCN
CCCCCCCCCCCCCCCCCCCCC O
COCCOCCOCC OCCCNC
I S
OC OCCOCCNC
NCC OCCNS
CS CCCCCCCCCC
CCO OCCOC
12 2
NCCC OCCOCCO
CCCCO CCCO
CNCCN CCNCCNCC
CSCSCSC SCSC
CS SCCS
NS Cl
SCC SCCC
COCC OCCCSC
OP CC
OCCN SC
OCCOC NC
OS Cl
CCCCCCCCCCCC OCCO
CCC OCCOCCOCCOCCO
CCN CCOCCOCCNC
CCCCCCCC CCOCCOC
CCCN CCCCCCCC
OCCCC CCOCCOCCOCCCCCC
CCCCCCCCCCC I
NCCOC N
CCCCCCCCCCCCC NCC
OCCCO CCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCO
SS CCCOC
OOO OS
OOOOOOOO OOOOOOO
CCOCCNCC SC
CSCCOCCOCC SCC
CN CCOCCOCCOCCOC
NCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
OCCOCC OCCCN
NCCS SCCO
CCP OC
CCCSCC SC
COCCOCCOCC OCCOCCCC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCNC
P CP
CCCCCCCC CCSSC
CCS CO
OCCOCC OCCSC
COP OP
P CCCC
CN CCCCCS
COC NS
CCCOC OCCOC
CCS OS
OO CCCOC
SSSS SSSC
NCCOCCOCCOCCOCC O
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCC
I O
NC NO
CN OOSC
NCC SCCS
CCCO NCC
CCCCCCCCC NCCN
CCCCCCCCC NCCCNC
NCCNC l
CNCCCC NCCC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCC
OC SS
NNC OC
NOC OP
CCS CCCCCCCCC
CCCOCC CCCN
OCCCCCCCC CCCSS
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOC
CN CCOCCOCCOCCOCCC
NN CCSCC
CCCCC SNC
NCCOC OC
NCCO OCC
SS CCCNC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCC
P OO
CO OCCCOC
CCCCC SN
NO CCCCNC
NCCC NCCOC
CCS Cl
OCCC SCCCC
OCCN CCOCC
CCCNCC SCC
CCCCCCN CCCCC
CCCCCC SN
NCCC OCCCO
CCCCCCCCCCCC CCOCCC
CCCCCCCCCCCCCCCCC P
OOOOOOOO OOOO
CCCCCCCS CCCCCCC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOC
CN CCCOCCC
CCCCC NO
CCCN I
CCS CCCOCC
OCCN CCCCN
18 1
CCCCCCCS CCCCCCCC
OC SSCOC
CCCCCCCC CCSCCC
CCCCC NSN
CS CCOCCS
CCO OSC
OCOC NC
CCCCCCCN CCCC
COOC SCO
CCNCCNCCNCCN CCNCCNCCNCCN
CSCSCSC SC
CN CCCCCCCCNC
OS CCNC
CP F
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCO
SCCCCCCCC CCSC
COC SSC
NCC OO
+] )=
CSCC SCCSC
18 3
COCCCC OS
COCCOCCOCC ON
CCCOCCOCC OCCOP
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCC
CCOCCCNCC SC
COC OCCCCC
NN CCF
NO CCCCCCCOC
CCCO CCCCCCOC
COCCS I
CCCCP CC
CNCCS P
CS CCCCCO
COCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCCCCCCCCCCC SP
CP PC
CCCCCCN CCNC
SS CCCCCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCCCCCC
CCCOCCOCCOCCOCC OCCOCCOC
CSCSC SCC
1 32
S COP
CCOC OCOC
CS SSSC
CCO CCCCCCCCCCC
OCCN CCCO
OCCOCCOCCOCCOCCOCCOCCOCC NC
OCCOCCOCCOCCOCCOCC OCCOCCN
CCCCOCCO CCCNC
CO OCCN
CCNC SC
NS CCCN
NCCCC CCCOP
OCCCN O
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCNC
COCCOCCN CCOCCOCCN
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCC
OOS OC
CCCCCCCCCCS CCCCCCCCCC
P CN
OCCOCC P
OCCO CCCCO
Rh H
OCCCCCCCCCCC OCC
S OOCC
CCN CCCCCNC
CO OCCSCCO
CCCCCCCC ONC
CCOC OP
CCOC OCCN
CCO CCCCCCCCCCCCCCCC
CCO CCCCCCCCCCCCCC
NS SNC
CCNCC SSCCOC
CCCCCCCCC OOC
NCCN CCCO
OCCCC OCCCN
NCCCC CCOCCCCC
CCCCCCCCCCCCCCC l
NCCS O
CCCCS CCCOC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCCC
CCSCSC SCCSC
CCCCCCCCCCCCCCCC SCCC
CCCCCCC OCCOCC
CCCCCCCCC OCCCC
CCCCCCN OC
OCCCOC OC
CCCCCCCCCCCCCCCCCCCCCCCCCCCC CCN
COO OCC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OC
CCCCCCCCCCO CCCCCCCCCC
COCCCCO CCCCOC
CO CCCON
CCCCC OCCOCCOC
CCOCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC
CCO CCCCCCCCCCCCCCC
CCCO F
CCCCCCC NCCNC
COCCN CCOCCC
CCCCCCCCCC F
CCCCO CCNCCSC
CP Br
CCCOCC CCCOC
OCCOCCOCCOCCOCCOCC OCCOCCC
COCCOCCOCCOCCOCC OCCOCCC
SCSC SCOC
CNCCNCCNCCN CCNCCN
I OC
SC SP
CCCS CCCCSCCC
OO CCCCCCC
CCCCCCCCCCCCCCCCCCCCCCCC O
CCCCOCCOCC OP
COC OCCCCCCCCCCCC
CCCCN OCC
CCCO CCCCCCCCCC
COP OCCC
OCCC NCCS
OCCCC NCCCOC
CCCCO CCCNCCC
CP CCCC
CCCCCCN CCCNC
NCCCCCCN P
CCCOCCO OCCOOCCOOCCOOCCOOCCOOCCOOCCOOCCOOCCOOCCOC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCNC
CSOO NC
CCCCCCCC CCOCCCN
NCCC NN
OCCO CCCCCCC
CCCCCCCCCCCCCCCCCCCC CCCO
CCCCCCCCCCCCCCCCCCCCCC S
CCCCCCCCCCCCCCCCCCCCCCCCCCCC O
S CCCCCCCCCCCO
CCN CCCCCCCCC
CO NCCCC
CCCCCCCCC OCCOC
OCCCC OCCCCC
CCCCCCCCCCCCC NCCC
OCCCOC P
NP NC
CCCCCCCOC N
OCCS CCON
CCOCCOCC CCCN
SCSC SCS
CSCCCCCC SCC
NC OCCCCC
CCO NN
NS CCNC
NS NS
CCS SN
NCS CCCCCC
CCCCCCCO CCCCCCC
P NN
OCCCC OCCCCN
CCCCCCCCCCCCCCCCC SC
CCP N
CNCCCN CCN
CCOCCOCCOCC OCCS
CCOCCCC NCCSC
COCCOCCOCCOCCOCC OCCOCCN
CCCCCCCCS CCCCCCCC
SSCC SSC
S SCCS
NC OCO
CN OCCO
CN CCCCCCCCCCCCNCC
COC SS
CCCC NCCOCC
COCC SS
CCS CCCSCC
OCCN CCCNC
OCCCC CCNS
OS OCC
NCCCC OCCNC
COCCO CCCCOC
OOOOOOOO OOO
CS NS
Cu H
OCCCCCCCCCCC SC
COCCCCCCCC CCOCC
CCCCCCCCCCO OC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCO
CS CCCCSC
CCO NCCC
CCO OOC
CCCCCCCCCCCCCCCC CCON
CCCCCCC OCCOCCNC
OCCC SCCS
COCCN CCCCCC
CCCCCCCCCCCC SCCOC
OCCOCCOC OCCCCC
OCCCCCCN CCO
CCCCCCSC NC
B CSOC
O OCCOCC
CCOCC OCCF
OO SCC
CNCCO NC
CCCP CC
CO NCCOC
NO CCCS
NCCCC NCCNC
CCCCCCCCCCCC OCCOCCOCCOCCOC
CNS CN
NCCO CCNCC
CSCCN CCN
NCCCOCCOCC OCCCC
OCCCCCCCCCCC P
CCOCC OCCCl
CCCCCCCCC NCCCC
NCCN O
OP OCCC
CCCS CCCCCC
CCCCS CCO
CCCCCSC NC
NC NCCC
OC NCCC
CO OOOO
NCCC NCCCCCN
CCS CCOP
COCCC OCCSC
CCCCCCCCCCCCC I
CCCOCC CCCOCC
OCCCCOC OC
CCCCCCCN CCN
OCCOP I
CCSS SCC
CCNCCCN CCCCN
NCCCNCCCN CCCCNCCCN
CCCCCCSS CCCCCC
N CCCCCCCCCCCOC
NC NNC
CCCCCCCC SCCCC
CCCCCCCC CCCNCCC
CS CCON
CCCO CCCCNC
SS OC
CCCCCCCCCCCCCCCCCCCCCCCC CCO
CCNCCN CCNCCNCCN
CCCCCCCCCCN CCCC
CCCNCCCN CCCNC
OOOOOOOO OO
CCCNCCCC NCCC
S NCCOC
W H
OC SCCO
CCOC SSC
CCNCC Br
OCCN OC
CCOCCC P
COCCOCC I
CCOCCOCC SSC
OCCCCCOCC CCCOC
CCCCCCCCCCSS CCCCCCCCCCC
CCCC IC
CCO CCCCCCBr
NO CCNS
OS CCCC
CCCCCCCCCCCCCCCCC OS
CCOCCN CCOCC
S CCCCCCCCCCCCCCCCC
OC PC
CS CCCCCOC
OCCOCC OCCCCC
COP N
OP F
OCCOC OCCSCC
SCCC OCCOC
OCCCCCCCCCCCCCCCC O
CNCCOCC OCCCC
20 2
CCCC CCOCCOCCOCC
CCN CCOCCOCCOC
CCCCCCCC OCCCCCCC
CSCC Br
24 9
N OCCOCCOCCNC
P SC
V H
CO CCCCCCCCCCCCCCCCCCCCC
CCCCCCCC SN
NCCC OCCOCCOCCOC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCO
NCCOCCOCC OCN
OCCS CCCCCCCC
CCCOCCOCC ON
CCCCN CCCCNC
CCCCCCCCC SS
CCSC SCC
ON CCCN
CCCCO OCCCC
CCCCCCCCCCCCC OCCC
CCOP I
NCCCO NC
CCCCNCC CCCN
CCCCCCCCCCCCN CCCN
CCNCCCCN CCCCNCCCCN
BB BB
I F
R n
Cl O
COC NN
CCCCC NCCCNC
CCNC NCC
CCCCCCCCCCCCCCCC OCCCCCCCCCCCCCCCC
CCCCCCCCCCCC OCCOCCOC
CCCNCC OCCOC
-])( /
SS CCCCCCSSC
CCCCCCO CCCCCCO
COCCOCCOCC OCCOS
COCCOCCOC N
CCCCCCCCCN CCCCCCCCC
OCCCCCCCCCCCCCCCC CCCOC
CCCCCCOCC OCCO
COCNC NOSC
S CNCC
CCOCC OCCCCCC
CCNCC SS
NCCCN CCNCCCNC
NCCCCC F
CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC CCCCCCCCCCCCCCC
CCSS SCCC
S CCOCCNC
CCCCCCCC CCOCCO
OCCC NCCSC
SS I
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCO
CCNCCC OCCO
OCCS CCCO
O NCCNC
CN CCOCCOCCOCC
NN OS
CNC OCCC
COCCC OCCO
OCCOCCOCCOCC SC
OCCOCCOCCOCC ON
CNCCN CCCC
NOCC l
CNCCCCC OCC
S NCCCC
CCCCCCCC OCCNC
CS OCCC
CS CCOCCOCCOCCOCCOCCOCCOCCN
CSC SCCS
CCO OCCCCOC
CCCCCCCCCCCCCCCC CCOCCCC
CCCO SOOO
OCCOCC OCCBr
OCCCCCCOC OC
OCCS CCCN
OCCOCCN CCCOC
CCCOCCOCC ONC
SCCO CCCOC
COCCOCCO CCCCNC
S OCCN
OC NCCN
CS CCOCN
CCCCO CCCCCCC
CNS CCC
OCCOCCOCCOCC S
CCNCCN CCCN
OCCCCCCCCCCCCCCCC CCO
S CCCOP
S CCOCCOCCOCCOCCC
CCC OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC
CCCOC S
CCCO CCCCCCCCCCCC
OCCO OOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO
COCCN CCOCC
CCCCCCCCCCCC OCCN
CCCCO SC
CCCCO OP
NCCCN CCCCCCCNCCCNC
CCNS NC
NCCS NC
COCCCC OCCN
OCCS CO
CCCCCCO O
COCCOCC CCCOC
CCOCCOCC SSCCCC
CCCCCCCO CCCCCCCC
CCCCCCCCCCCCCCCCCCO CCCOP
CO CCCOCCCOCCCOC
CCCCC OCCOCCNC
CCCNC NC
CCS SCCO
CCCCOC P
OCCN CCCl
COCCC OCCCCCNC
NCCCCC P
COCCCN CCCC
CCCCCCCCCCCCCCCCCCCCCCCCCCCC CCO
OCCCSS CCCOC
\ %
CCN CCCCCCCCCCCC
CCCCCCCC NCCCNC
CS CCCCCCCCCCCCCCCCCC
NS NCC
@@] /
CCNCC SCCCO
OCCC OCCOCCOCCOC
NCCO CCCNC
CNCCO CCCC
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOC
SCCN CCCS
NCCOCCO S
NCCCCCCCC CCCO
CCCCCCCCCCCS SCCCCCCCCCCC
OCCSCCS CCOC
CCSCCCCCCCC CCSCCC
B CSOCC
P OOC
CNC NCN
COCC SSCCOC
CNCC SSCCN
NP O
COCCOCCOCC F
CCNCCCN CCCNCCCNCC
OC NCOC
OC SSCO
CCCC CCCOCCN
CS CCOCCOCCOCCOCCC
NCCC OCCOCCC
OCCO I
NCCCN SC
CCCNCC OCCO
OCCCO CCCCCCCCCCCCCCCC
SN P
CCCOCCOCC S
COOC NC
OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCOCCOCCOCCOCCOC
NNNN NN
CCCOCCOCCOCCOCC OCCOCCN
COCCOCCOCCOCCOCCOCCOCC OCC
S CCCCCCCN
NN NCC
SCCN CCCOC
CO OCCSC
CCCCC SCCNC
NO ON
OCCCC OCCN
CCCCCCCCCCCC ONC
CCCCCCCCCCCC OCCOS
CCCS CCOCCOCCSCCC
COCCNC S
CCOCCOCCOCC OS
CCCCCCOCC OCCC
COCCOCCO NC
COCCOCCOCCOCCOCCOCCOCC OCCP
CSCCSCC SCCSCC
CCC NNCC
CCN OP
NCC OCCCCO
CCCCCCCC OCCOCC
OCO CCCCCCCCC
OCCCCCCCC F
OCS COC
NC OO
NOC OCC
CCCCCCCCCCCCCCCC CCOCCCNC
CCS CCCNS
CCSC SCCSC
OCCCC CCCOP
CCCCO CCCCCCBr
COCCOC S
CCCCS O
CCCCCCCCCCCCCCCCCCCC OS
CCCCCCCCCCCCCCCCCCCCCC P
COCCNCC SC
CCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCN
COCCCCCCC OCC
COCCOCCOCCOCCOCCOCCOCCOCCOCC OCCO
OCCCOCCCOCCCOCCCOCCCO CCCOCCCO
CN CCCCCCCCNCC
CCN NCCC
CCO CCCCCCCCCCCCCCCCC
NS CN
CCCCCCCCC SCCC
CCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC OCCOCCO
B h
NN Br
CCCCCCCC OCCCCC
CS OP
CS SCCCN
CCCN B
OCCOC SC
CCCCCCCCCCCC OCCOCC
CCCCCCCCCCCC OO
CCCCCCCCCCCC CCNS
NCCNC N
NCCCCN CCCCNCCCCN
NCCCO CCCCCCCCCCCC
16 2
CNCCCC OCCNC
COCCOCCOCC OS
CCCCCCOCC OCCNC
CCCCCCCCCCS CCCCCCCCCCC
CCCCOCCCC NCC
CCCC OCCCCOCC
CN CCCON
CN CCCCCCCNCC
CO CCCCCCCCCCCOC
CCCCCCCC NCCOC
CCCCC NCCS
NO OO
CCCOC l
CCCS SSSC
CCCCCN SC
OCCOCCOCCOCCOCCOCCOCCOCC OCC
CNCCCC CCCNC
COO OS
CCCCCCCCCCCCCCO CCCOP
B OC
H s
O OCOO
S CCCCCCCOC
OC SCCSCO
CCCC OCCOCCCOC
CCN CCOCCOCCOCCOC
CO CCCCCCCCCOC
CCCCCCCC SCCOC
CCOCC OCO
SCC SN
CCCO CCCSC
23 3
OCCO SC
OCCO CCCCS
OCCO CCCCOCCOC
ON OCC
CCCS CCCCCOC
COCCC OCCOCCOC
OCCOCCOCCOCC OCCOS
CP CN
CCCCCCCCCCCCOC OC
NCSC NC
CCN CCOCCOCCN
CCCCC SCCOC
NO PI
CCCCCCCCCCCCCCCC l
CCCCCCCCCCCCCCCC CCSSC
CCCO CCCCCCCCCCC
CCCCCN CCNCC
CNCCN CCCNC
CCCCS CN
OCCOCCOCCOCCOCCOCCOCCOCC OCCOCCNC
NCCOCCOCC OP
COCCCC OCCC
CNCCCC NS
