{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"CC":261,"(=":262,"NC":263,"OC":264,"CCC":265,"CCCC":266,"CN":267,")(":268,"Cl":269,"](":270,"CCN":271,"OCC":272,")[":273,"@@":274,"COC":275,")(=":276,"NN":277,"-]":278,"CO":279,"SC":280,"NCC":281,"Br":282,"+]":283,"CCCCCCCC":284,"CNC":285,"CCCCC":286,"CCOC":287,"CS":288,"CCCN":289,"+](=":290,")/":291,"]([":292,".[":293,"-])":294,"CSC":295,"CCNC":296,"CCOCC":297,"([":298,"CCO":299,"Si":300,"NO":301,"NS":302,"CCCCCC":303,"12":304,"NCCC":305,"CCCNC":306,"SCC":307,"=[":308,"NNC":309,"COCC":310,"21":311,"+](":312,"CCCCN":313,"@@]":314,"NOC":315,"CCCCCCCCCCCCCCCC":316,"].[":317,"32":318,"CCCOC":319,"@]":320,"CCNCC":321,"CCCO":322,"CNCC":323,"CCCCCCC":324,"NH":325,"CCS":326,"OCCOCC":327,"CCCCCCCCC":328,"23":329,"43":330,"OCCO":331,"CH":332,"COP":333,"-].[":334,"OCO":335,"OCCC":336,"NCCN":337,"COCCN":338,"-].":339,"(/":340,")([":341,"OP":342,"CCSC":343,"CCl":344,"CCCCOC":345,"OCCN":346,"34":347,"#[":348,"OCCOC":349,"ON":350,")\\":351,"Na":352,"54":353,"OCCCC":354,"])":355,"(\\":356,"OS":357,"+].[":358,"NCCCC":359,"HH":360,"])[":361,"CCCCCCCCCCCC":362,")=":363,"CCCCCCCCCC":364,"(=[":365,"-])[":366,"CCCCNC":367,"CBr":368,"CCCCO":369,"CSCC":370,"CCCS":371,"NCCCN":372,"CCCCCCCCCCC":373,"CNS":374,"CNCCC":375,"COCCC":376,"31":377,"NCCOC":378,"+]#[":379,"+]=[":380,"NCCNC":381,"@@](":382,"NNN":383,"-]=":384,"65":385,"13":386,"CCCCCCCCCCCCC":387,"OO":388,"@](":389,"42":390,"].":391,"45":392,"OCCOCCOCCOCC":393,"CCCNCC":394,"][":395,"CCCCCN":396,"CF":397,"])([":398,"OCCNC":399,"Ir":400,"OCOC":401,"24":402,"-]#[":403,"19":404,"CCCCCCCCCCCCCC":405,"76":406,"53":407,"CCCl":408,"CP":409,"Pt":410,"CCSCC":411,"CCCCCCCCCCCCCCCCCC":412,"CNN":413,"SiH":414,"CCCCCCCCCCCCCCC":415,"CNCCN":416,"64":417,"NSC":418,"87":419,"OCCCN":420,"CCCCCCCCCCCCCCCCC":421,"CCNS":422,"NCCO":423,"OCCCO":424,"98":425,"-](":426,"/[":427,"18":428,"CCOP":429,"75":430,"CCCCCOC":431,"+].":432,"86":433,"CON":434,"Se":435,"COCCOC":436,"97":437,"NCCS":438,"SN":439,"NCCCOC":440,"OH":441,"CCCCCNC":442,"NCCCCC":443,"CCCCCCN":444,"](/":445,"-])(":446,"56":447,"CCCCS":448,"Li":449,"SCCC":450,"@@]([":451,"CCCCCCOC":452,"35":453,"COS":454,"Sn":455,"NOCC":456,"OCCCOC":457,"CCCSC":458,"NON":459,"CCCCCCCCCCCCCCCCCCC":460,"NSN":461,"CSCCC":462,"CCCOCC":463,"-])/":464,"OCCCCC":465,"CI":466,"CCCCCCCCCCCCCCCCCCCC":467,"14":468,"NP":469,"CCBr":470,"COCCNC":471,"46":472,"91":473,"Zr":474,"CCCCCCCCCCCCCCCCCCCCC":475,"CCCCCCCCOC":476,"Fe":477,"41":478,"+])":479,"OCCCCCC":480,"@]([":481,"SS":482,"NCCCNC":483,"+]=":484,"OOC":485,"67":486,"Cu":487,"Zn":488,"Al":489,"NCCCCN":490,"CNCCO":491,"CSCCN":492,"COCCO":493,"])(":494,"78":495,"Pd":496,"OCN":497,"OCCOCCOC":498,"CCOCCOC":499,"CCP":500,")/[":501,"PH":502,"CNCCOC":503,"CCCCCCCCCCCCCCCCCCCCCC":504,"Ti":505,"NCCCCCC":506,"CCOCCN":507,"OCCCNC":508,"OCCCCCCCC":509,"](=":510,"NCCSC":511,"OCCOCCOCCOCCOCCOCCOCCOCC":512,"25":513,"CCCCl":514,"89":515,"15":516,"\\[":517,"NCCCOCC":518,"CCCCCCCCN":519,"NCN":520,"57":521,"NCCOCC":522,"CCCCCCNC":523,"SSC":524,"CCCNS":525,"NCCOCCOCC":526,"-][":527,"Mg":528,"SCCN":529,"81":530,"Co":531,"CCOCCC":532,"CCCCCO":533,"CCCCCCCOC":534,"Ge":535,"11":536,"Ru":537,"OCCCCOC":538,"Ni":539,"CCCCCCCCCCCCCCCCCCCCCCCC":540,"SOO":541,"CCNCCC":542,"COCCCNC":543,"68":544,"CCF":545,"10":546,"CCCCCCCN":547,"CSN":548,"COCCCN":549,"17":550,"NCCCO":551,"COCOC":552,"OCCCCCCOC":553,"COCCCC":554,"SCCS":555,"16":556,"OCCS":557,"CCCCCCCCCCCCOC":558,"CNCCCC":559,"79":560,"CCCCCCCCCCCCCCCCCCCCCCC":561,"51":562,"ONC":563,"CCON":564,"PC":565,"Rb":566,"CCCCCCCCCCCCCCCCCCCCCCCCC":567,"OCCOCCN":568,"CCCCSC":569,"CNCCCN":570,"CNNC":571,"CCOCCOCCOCC":572,"OCCCCN":573,"]=":574,"NCCSCC":575,"CCOCCCNC":576,"CCOS":577,"Ca":578,"CCCCCCCCCCOC":579,"-]#":580,"CCNCCN":581,"SCCNC":582,"OCCOCCC":583,"@](=":584,"OCCCCCCCCCCCC":585,"CCCCOCC":586,"CCCCCCCCCOC":587,"OCCOCCOCCOC":588,"NCCCS":589,"SCCCC":590,"@@](=":591,"OCCSC":592,"As":593,"CONC":594,"FF":595,"52":596,"CSSC":597,"+]([":598,"CCCBr":599,"NCCNS":600,"CCOCCNC":601,"CCCCCCO":602,"CCOCCO":603,"COCCOCC":604,"CCCCCCCCCCCCCCCCCCCCCCCCCC":605,"COCCNCC":606,"Mn":607,"CSCN":608,"CCOCN":609,"CCCCCl":610,"COCCOCCNC":611,"+]#":612,"Cr":613,"CNCCNC":614,"CSSCC":615,"OCCOCCO":616,"SNC":617,"SCCOC":618,"SOOO":619,"26":620,"61":621,"OCCCS":622,"Au":623,"(#":624,"OCCCCCCC":625,"CCOCCCN":626,"CCCSCC":627,"36":628,"NNCC":629,"CCCF":630,"Ag":631,"CCCCCCCCCCCCCCCCCCCCCCCCCCCC":632,"SH":633,"SCCCS":634,"OCOCC":635,"63":636,"NNS":637,"+][":638,"NCCOCCO":639,"CCCCCCCCNC":640,"CCCCNCC":641,"Mo":642,"OCCCl":643,"CCCCCCCCCCCCCCOC":644,"CCCCCCCCCCCCCCCCCCCCCCCCCCC":645,"CCCCCCCCCCCCN":646,"OCCF":647,"NCCCSC":648,"OCCCCCCCCCC":649,"OCCCCCOC":650,"71":651,"COCCOCCOCC":652,")\\[":653,"Sb":654,"CCSCCC":655,"CCCOCCOCC":656,"Te":657,")(/":658,"CCCOCCC":659,"COCN":660,"-])([":661,"CCCCCCCCCCCCCCCCCCOC":662,"CCCCCCCCCCCCCCCCN":663,"Rh":664,"SCCO":665,"OCCCCCCCCC":666,"NCNC":667,"OOOO":668,"OCCCCO":669,"CCCNCCC":670,"Ac":671,"29":672,"OCl":673,"CCCOP":674,"CSCCNC":675,"CCCCCS":676,"PP":677,"OF":678,"CCCCCCCCCCN":679,"-]=[":680,"CCOCCCC":681,"27":682,"CCCCCCCNC":683,"NCCCCNC":684,"CCCCCCCCCCCCCCCCOC":685,"CCCOCCOC":686,"COCO":687,"CCOCCOCC":688,"Hf":689,"]\\":690,"Hg":691,"NCCCCCCC":692,"OCP":693,"85":694,"CCCCNS":695,"BH":696,"COO":697,"COCCOCCOC":698,"74":699,"Cs":700,"CCCCCCCCCN":701,"CCCP":702,"OCCNCC":703,"NCCCCCCNC":704,"96":705,"CCCCCCCCCCCOC":706,"Tb":707,"OCCOCCOCCOCCOCCOCC":708,"CCI":709,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":710,"CCOCCOCCOC":711,"COOC":712,"COCCCOC":713,"NCCCCCCN":714,"NCCCCOC":715,"NCl":716,"NCCOCCOC":717,"94":718,"CSCCS":719,"NCCNCC":720,"NCCCCCCCC":721,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCC":722,"28":723,"II":724,"47":725,"Pb":726,"OCCCCNC":727,"NCCCCCN":728,"-])=":729,"(/[":730,"CCCCCSC":731,"Ba":732,"OOO":733,"CNO":734,"92":735,"OCF":736,"Re":737,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":738,"NCOC":739,"Rf":740,"CCCCCCCCCCCCNC":741,"CCCCBr":742,"SCCCN":743,"OCCOP":744,"SCN":745,"CCONC":746,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":747,"Bi":748,"CSCCO":749,"OCCNS":750,"+](=[":751,"22":752,"NCS":753,"OCNC":754,"OCCBr":755,"OI":756,"CCNCCNC":757,"COCCS":758,"CCCCCCCCCCCCCCCCCCN":759,"OOCC":760,"NCCCCO":761,"CNCCCNC":762,"CCCCP":763,"62":764,"OCCCOCC":765,"AlH":766,"CCOCCOCCN":767,"]=[":768,"Ga":769,"NCCOCCOCCNC":770,"Ar":771,"CCCCOCCCNC":772,"COCCCCC":773,"83":774,"OCCCCCCCCCCCCCCCC":775,"CCSS":776,"OCCOCCOCCOCCOC":777,"COCCOCCN":778,"OCOP":779,"CCCCOCCOC":780,"NCCCCSC":781,"-](=":782,"CCCCOP":783,"CCCCOCCOCC":784,"CCNN":785,"](=[":786,"CNCCCCC":787,"Os":788,"NCCCl":789,"COCCOCCCC":790,"NCO":791,"SSSS":792,"CCOCOC":793,"NCCCOCCOCC":794,"93":795,"CCNCCOC":796,"CNCCS":797,"CNOC":798,"CCCCCCCCCCCCCCCOC":799,"NCCCOCCOC":800,"82":801,"SO":802,"NCCCCCO":803,"CCCNCCN":804,"SP":805,"CCCNCCNC":806,"CSS":807,"In":808,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":809,"CCCOCCN":810,"OCCCCCCN":811,"CCNCCCC":812,"CCCCCCCCCCNC":813,"-])\\":814,"NOS":815,"CCCON":816,"NCCOCCOCCN":817,"CNCN":818,"OCCCCCN":819,"73":820,"CCCCCCOCC":821,"CCOCCOCCNC":822,"OCCCCCCCCCCC":823,"CCCCCCCCOCC":824,"CCCCCCCCO":825,"OB":826,"84":827,"NCCOCCC":828,"OCCCCl":829,"+])[":830,"CCCCCOCC":831,"CCSSC":832,"NI":833,"COCCOCCOCCOC":834,"Gd":835,"CCCOS":836,"OCCl":837,"95":838,"CCCCCCSC":839,"NCCCCCNC":840,"SF":841,"CCCCCCCCCCCCCCN":842,"OCCCCCCCCCCCCCCCCCC":843,"72":844,"58":845,"CCOCCOCCOCCOCCOCC":846,"OCCOCCOCCO":847,"NCCOCCN":848,"Cd":849,"CCNCCCN":850,"(\\[":851,"CCCCCCCCCCCCCCCCCCNC":852,"NCCCCCCO":853,"CNCCCOC":854,"OCOCCOC":855,"COCCOCCO":856,"NCCF":857,"NCCCNS":858,"69":859,"OCCCCCCCCCCCCCC":860,"CCCCCNCC":861,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":862,"CSCCCC":863,"CCCCCCCCCCCCCCCCCCOCC":864,"SCCCCC":865,"NCCCCCOC":866,"CCCCCCS":867,"CCCCCCCO":868,"COCCCCCCCC":869,"NCCCOCCOCCOCCCNC":870,"COCCNS":871,"CCOCCOCCOCCOCCNC":872,"COCCOCCOCCOCCOCC":873,"CCCCCBr":874,"CCCCCCCCCOCC":875,"CCCCCCCCS":876,"CCCCCCCCCCCCCCCCOCC":877,"OCCCNCC":878,"COCCCCOC":879,"CCCCCCCCCNC":880,"NNNN":881,"CCCCCCCCCCCCCOC":882,"OSC":883,"CCOCCOCCOCCOC":884,"CCCOCCCO":885,"CCOCCOCCO":886,"SCSC":887,"OCCCCCCO":888,"CSCCOC":889,"OCS":890,"COCOCC":891,"OCCCCCCCCOC":892,"OCCCSC":893,"NCCOP":894,"COCCCCCCCCC":895,"COCCCS":896,"NCP":897,"CCOCCOCCC":898,"37":899,"OCCOCCNC":900,"OOOC":901,"CCCCOCCNC":902,"NCCCNCC":903,"NCCOCCOCCOC":904,"SI":905,"CCCI":906,"SSCC":907,"CNP":908,"CNCCCO":909,"CCCNCCCN":910,"SOC":911,"CNCCNCC":912,"CCCOCCO":913,"OOOOOOOO":914,"COCCOCCC":915,"]/":916,"Tl":917,"SCCCCCC":918,"SCCCOC":919,"33":920,"COCCCCCC":921,"NOCCO":922,"CPC":923,"CCCCCCNCC":924,"CCSCCN":925,"CSCCCN":926,"CCOCCCOC":927,"OCCCBr":928,"NOCCN":929,"CNCCCCN":930,"CCCCOCCN":931,"SCCCO":932,"CNCCOCC":933,"NCCCOCCO":934,"CCOCCS":935,"NCCCCCCCCCCCC":936,"+])(":937,"OCCCCCCNC":938,"20":939,"CCCCSCC":940,"OCSC":941,"+]/":942,"CCCCCCCCCCCCCCCCNC":943,"CNCCSC":944,"Sr":945,"SCCSC":946,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":947,"CCCOCCCC":948,"CCCCCCCCCCCN":949,"Ce":950,"CSP":951,"CCCCCCl":952,"OCCOCCOCC":953,"NCCOCCOCCOCCOCC":954,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCC":955,"CCCCCCCCCCCCOCC":956,"COCNC":957,"CSCCCNC":958,"-]([":959,"COCCCO":960,"OCCCF":961,"SCl":962,"CCCCCCCCCCO":963,"CCCNCCCC":964,"CCCOCCCNC":965,"NCCSCCCO":966,"CCCOCCNC":967,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":968,"OCCOCCOCCOCCO":969,"NOCCOC":970,"CNSC":971,"CCCCNCCCN":972,"CCSCCNC":973,"OCCSS":974,"OCCOCCOCCN":975,"NCCOCCOCCOCCOCCC":976,"Eu":977,"CCSCCOC":978,"OCCCCCO":979,"CCCCCCCl":980,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":981,"CNOCC":982,"CCCCOCCC":983,"La":984,"CCOCCOCCOCCN":985,"48":986,"OCCCCS":987,"NCCCCOCC":988,"CCCCCCCCCCCCS":989,"44":990,"CCCCCCCCCCOCC":991,"CCCCCNS":992,"NF":993,"CCCCCCCCCO":994,"NCCOCCNC":995,"CCSSCC":996,"NCCCCCCOC":997,"CCNNC":998,"CCOOC":999,"OCCOCCCC":1000,"OCCOS":1001,"CCCCCCCCCCCCSC":1002,"59":1003,"COOCC":1004,"NCCCCl":1005,"CCOCCOCCOCCOCCOCCOCCOCC":1006,"GeH":1007,"Nb":1008,"CSNC":1009,"Tc":1010,"COCCOCCOCCO":1011,"CCOCCOCCOCCNC":1012,"OCCSCC":1013,"OCCCCCCCCCCOC":1014,"NCCNCCOC":1015,"CCCCCCBr":1016,"OCCOCCOCCNC":1017,"IC":1018,"CCCCF":1019,"CCCNCCOC":1020,"OCCCCOCC":1021,"OOS":1022,"SCS":1023,"CCOO":1024,"COCCCCCCCCCC":1025,"COCCCCCCC":1026,"Ta":1027,"COCCNCCNC":1028,"55":1029,"NCCOCCOCCC":1030,"CCNCCS":1031,"CCCCCCCCSC":1032,"CCCCCCCCCCCCCCCCCOC":1033,"CCCOCCOCCNC":1034,"OCCCCCNC":1035,"COCCCCN":1036,"CCCCON":1037,"CCCCCCCCCCCCCCOCC":1038,"OCCSSC":1039,"NCCOCCOCCOCCNC":1040,"IH":1041,"COCCOCCOCCN":1042,"COCCCNCC":1043,"PI":1044,"COCCCCNC":1045,"])/":1046,"CCCCCCCCCCCNC":1047,"Nd":1048,"CCCNN":1049,"CCCCOCCCN":1050,"CNCCCS":1051,"CCNCCO":1052,"-])/[":1053,"NCCOCCOCCOCCN":1054,"COCCSC":1055,"COCP":1056,"NCCCCOCCOC":1057,"NNCCC":1058,"OCCCOP":1059,"CCOCCOCCOCCOCCC":1060,"CCCCCCCS":1061,"CCCCCCCOCC":1062,"NCCSSCCNC":1063,"CCCCCCCCCCCCO":1064,"NCCNCCN":1065,"66":1066,"ONCC":1067,"CCOCO":1068,"CCCCCCCCCCS":1069,"CCCCOCCCC":1070,"OCCCCCCCCCCCCC":1071,"SSSSSSSS":1072,"Pr":1073,"NCCCF":1074,"CONCC":1075,"99":1076,"CCOCCOCCOCCOCC":1077,"38":1078,"SCCCNC":1079,"CCCCCCCCCS":1080,"CCOCCNCC":1081,"+](/":1082,"Yb":1083,"SOOC":1084,"39":1085,"NCCCSCC":1086,"CCNCCCNC":1087,"CCOCCCNCC":1088,"CCNCCCCC":1089,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1090,"NCCCCCCCCCCC":1091,"49":1092,"CCCCNCCC":1093,"ONN":1094,"OCCCCBr":1095,"OOP":1096,"@+]":1097,"Be":1098,"COCCOCOC":1099,"Sm":1100,"@@+]":1101,"CSSCCC":1102,"CCCCCCCCCCCCCCNC":1103,"OBr":1104,"OCCON":1105,"CCCCCCCCCCCCCCCCCCCCOC":1106,"NOCCC":1107,"OCCCCCCCCCCCOC":1108,"77":1109,"CCSCCCC":1110,"NCCBr":1111,"CCOCCOCCOCCOCCN":1112,"CCCOCCOCCOCCOCC":1113,"CCCCCCCCNCC":1114,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1115,"-]/":1116,"CCOCCCCNC":1117,"CSCCSC":1118,"CCSN":1119,"NCCOCCOCCOCCOCCOCCOCCOCCOCC":1120,"COCCOCCCNC":1121,"SeH":1122,"OCCCCCCCCCCCCCCC":1123,"CCCSCCC":1124,"COCCOCCOCCOCCOCCOCCOCCOCCOCC":1125,"OCCCCCCCOC":1126,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1127,"SCOC":1128,"CCOCCCCC":1129,"CCSSCCC":1130,"NCCOCCS":1131,"CCCCCCCCCCCO":1132,"SCF":1133,"CCCCCOP":1134,"CCCCCCCCOP":1135,"CCCCCCP":1136,"CCCCCCCCCCCCOS":1137,"SCCOP":1138,"CCOCCOCCCC":1139,"CCCCCCCCCCCOCC":1140,"COCCCCCCCCCCCC":1141,"BrBr":1142,"88":1143,"SCCNCC":1144,"SnH":1145,"CCCCI":1146,"CNCCOCCO":1147,"NSCC":1148,"Sc":1149,"SSCCC":1150,"ClH":1151,"NB":1152,"CSCCCCNC":1153,"SCCCCCCCC":1154,"NCCCCCCCCNC":1155,"CCCCCP":1156,"COCCCCCCOC":1157,"NCCCCCCCN":1158,"OCI":1159,"BrC":1160,"CNCNC":1161,"PPP":1162,"CCOCCOCCOCCC":1163,"CCCCOCCOCCNC":1164,"CCCCCCCCCCCCCOCC":1165,"@@](/":1166,"CCCOCCCN":1167,"CCCCCCCNCC":1168,"CCCCCCCCP":1169,"CNCCCCCC":1170,"COCCCCCCCCCCC":1171,"SOON":1172,"OSOOO":1173,"COCCCOCCOC":1174,"COCCOCCCOC":1175,"CCCCOS":1176,"COCCOCCOCCOCCOC":1177,"OCCCON":1178,"NCCOCCOCCCC":1179,"NCCOCCOCCOCCOCCOCCOCC":1180,"CCCSSC":1181,"ONS":1182,"NCCCCCSC":1183,"COCCCCCNC":1184,"CCNCCCOC":1185,"OCCOCCCOC":1186,"OCCCOCCOC":1187,"COCCOCCOCCOCCN":1188,"OCCOCCOCCOCCOCCOC":1189,"CCOCCSC":1190,"NCCOCCOCCOCC":1191,"NCCON":1192,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1193,"CCCCCCCCCCCCCCCCCCOP":1194,"COCCCNS":1195,"SNCC":1196,"CCCOCCOCCN":1197,"NCCCNCCCCNCCCN":1198,"CCNP":1199,"CCSCCCN":1200,"NCCCCCCSC":1201,"CCCCCCCCCCCCCCCCS":1202,"OCCCCOCCCC":1203,"CCCOCCOCCOC":1204,"CCCCCCCSC":1205,"PN":1206,"OCCSSCCOC":1207,"NCCNCCO":1208,"NCCCOCCC":1209,"OCCCCCCCCCCCCOC":1210,"OON":1211,"CCOCP":1212,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1213,"COCCOCCOCCNC":1214,"CCSSCCN":1215,"CNCCCSC":1216,"NBr":1217,"CCCCOCCCCC":1218,"CCCCCCCCCCCCCN":1219,"OCCOCCOCCOCCOCCO":1220,"Dy":1221,"CCOCCOCCOCCOCCCC":1222,"CNCl":1223,"OCCOCCOCCOCCC":1224,"NCSC":1225,"CSCCCO":1226,"OCCCNS":1227,"OCCNCCC":1228,"CCCOCN":1229,"CNCCCCO":1230,"CCCCCCOP":1231,"OCCCCCl":1232,"CCCOCCOCCC":1233,"CNCCCOCC":1234,"COCCCOP":1235,"CCCCCCCCCCCCCCCCCCCCCCOC":1236,"CCCOCCCOCCCOCCCO":1237,"NCCCNCCCN":1238,"CNCO":1239,"NCCCCCCCCCC":1240,"NCCCCCCOP":1241,"OCCP":1242,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1243,"NCCCCS":1244,"NCCSSC":1245,"CCCOCCOCCOCCOCCOCCOCCOCCOCC":1246,"OCCOOCCO":1247,"CCCCCCCCCCCCCCCN":1248,"CSCCCOC":1249,"CNCOC":1250,"CCCCCCNS":1251,"COCCOCCOCCOCCOCCO":1252,"CCOOCC":1253,"CNNN":1254,"COSC":1255,"OCCOCCOCCCC":1256,"CCCSP":1257,"Lu":1258,"CCOCCNS":1259,"SCO":1260,"OCCCCCCCCCOC":1261,"NCCOCCOCCOCCC":1262,"CCNCCNCC":1263,"OPOC":1264,"@@]\\":1265,"CNCCNS":1266,"CNCCCNCC":1267,"CCSCCCNC":1268,"AsH":1269,"OCBr":1270,"CCCCCF":1271,"NCOCC":1272,"COCCCOCC":1273,"CCCCCCCCCCCCCCCCCCO":1274,"OSOO":1275,"OCCOCCOCCOCCOCCOCCOC":1276,"COCCOCCOCCOCC":1277,"CCCCCSCC":1278,"CCOCCOCCOCCOCCOC":1279,"CNCCCCCO":1280,"CCNCCNCCN":1281,"OCCSSCC":1282,"CCCOCCOCCOCCOCCC":1283,"CCCCNCCN":1284,"NOCCCC":1285,"SCNC":1286,"CNCS":1287,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1288,"CCNCCCS":1289,"COCCNCCC":1290,"CCCNCCS":1291,"CCCCCCCCCCCCCCCCCCCOC":1292,"@]\\":1293,"NCCNCCC":1294,"OOOOOOOOOOOOOOOO":1295,"OCCOCCOCCOCCN":1296,"CCCCCCCCCCSC":1297,")=[":1298,"CSF":1299,"NOP":1300,"CCCCCCCCCCCCOP":1301,"NCCOCCOCCOCCOC":1302,"NCCCCCCCCC":1303,"NCCCBr":1304,"123":1305,"CSCCCCCNC":1306,"CSI":1307,"@](/":1308,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1309,"CSCSC":1310,"COCCOCCCN":1311,"CCCONC":1312,"COCCCSC":1313,"Er":1314,"CCSCCCOC":1315,"NCCNCCNC":1316,"COCCCCCCCCCCCCC":1317,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1318,"SSS":1319,"OCCCCCCOCC":1320,"OCCI":1321,"CCSNC":1322,"CCCCCCCCCCCCCCO":1323,"CCOCCOCCOCCOCCOCCOCCOCCOCCNC":1324,"OCCCCNCC":1325,"OCCCCCCS":1326,"CCCCCCCCCCCCCCCCO":1327,"OPP":1328,"SCCOCC":1329,"Th":1330,"COCCOCCOCCOCCO":1331,"OCCCCCCBr":1332,"CCCCCCNCCC":1333,"SSCCCC":1334,"CCCCCCCCCCCCCCCCOP":1335,"CCCCCON":1336,"CCCCCCCCCCCCCCCCCN":1337,"SCCNS":1338,"COCS":1339,"CCCOCCCOC":1340,"CCCCOCCCNCC":1341,"CCCCSCCC":1342,"CSOC":1343,"COCCONC":1344,"OCCOCN":1345,"COCCCCOCC":1346,"CCCCCCCCCCCCCCCOCC":1347,"CNCCCCOC":1348,"COCCCCCN":1349,"NNNC":1350,"CCNCCSC":1351,"OCCCCCS":1352,"OCCOCCOCCC":1353,"CCOCOCC":1354,"OCCOCCOCCOCCOCCOCCOCCOC":1355,"OCCCCCBr":1356,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1357,"CSCCCCC":1358,"NCCCCCCCNC":1359,"NCCCCCCCCN":1360,"OCCCSCC":1361,"FP":1362,"CCNCCCCN":1363,"CSCNC":1364,"CNCCNCCN":1365,"OCCNCCO":1366,"CCSP":1367,"CSCCCCCCNC":1368,"CONS":1369,"CCNO":1370,"CSCS":1371,"OCOCOCOC":1372,"COCCCCCCCCCCCCCC":1373,"CCCOCCOCCOCCOC":1374,"OCCOCCOCCOCCNC":1375,"SCCCl":1376,"NCCCNCCCCN":1377,"NCCP":1378,"CCNCN":1379,"SCCCCCCCCCCCC":1380,"CCNCCNCCNCC":1381,"OCCCCON":1382,"CCCCNCCCC":1383,"OPC":1384,"CSOOO":1385,"COCCSCC":1386,"CCCCCCCCCBr":1387,"CCOCCOCCOCCO":1388,"COCCOCCOCCOCCOCCOCCOCC":1389,"]#":1390,"NOO":1391,"COI":1392,"POC":1393,"SCCCSC":1394,"CCCNCCCNC":1395,"PCC":1396,"CCCCCCCOP":1397,"OOSC":1398,"COCCCl":1399,"CCOCCOCCOCCOCCOCCC":1400,"NCCCOCCOCCOCCCN":1401,"COCCOCCCCNC":1402,"CCCCNCCOC":1403,"CCCCCCCCCOP":1404,"OCON":1405,"CCCNCCCS":1406,"SSSSSSSSSSSSSSSS":1407,"COCCCCCCCCCCCCCCCC":1408,"CCNCCNS":1409,"CCOCCCl":1410,"CCPC":1411,"CCCCCCCCCCCCCCCCCCCCCOC":1412,"CCOCCCNS":1413,"NCCOCCOCCO":1414,"NSNC":1415,"CCCCCCCCCCCCCCCCCCCCOCC":1416,"CCCCCCCCCCNCC":1417,"CCCOCCOCCOCCOCCOCCOCC":1418,"CNCCCCNC":1419,"CNCCCCCCN":1420,"CSCCSCC":1421,"CNCCSCC":1422,"OCCCCCOCC":1423,"COCCCCCOC":1424,"CCSCCNCC":1425,"CCNCCCNCC":1426,"SCCCCN":1427,"COOS":1428,"COCCOCCOCCC":1429,"+](\\":1430,"CCCCCCCCCCCCCCCCCOCC":1431,"CNCCF":1432,"SSSC":1433,"OCOCCC":1434,"CCCCCCCCCCOP":1435,"CCCOCOC":1436,"COF":1437,"OCCCCCCCCCCCCCCCCC":1438,"OCCCCCCCl":1439,"NCCOCCOCCCCCCCl":1440,"CCSCCO":1441,"CCCCCCCCCCCS":1442,"CCNCCOCC":1443,"COCCF":1444,"OCCCCCCCCCCCCCCCCCCCC":1445,"OCCOCCOCCOCCOCC":1446,"ClCl":1447,"NCCCCCCCCCCCCCCCCCC":1448,"Ho":1449,"CSO":1450,"CCCCCCCCCCCCCCCO":1451,"OCCCCSC":1452,"COCCCCO":1453,"CCCCCCCCCCCCCCCCCCCN":1454,"NSS":1455,"CCCCCCCCCCCCCNC":1456,"CCCCCCCCCCCCCCCCCCCCCCOCC":1457,"CCOCCOCCOCCOCCOCCOCCN":1458,"CCNOC":1459,"CCCNCCNS":1460,"SOCC":1461,"CSCCNCC":1462,"+]\\":1463,"OCCCP":1464,"OCCOCCS":1465,"CCCNP":1466,"CCCCCCCBr":1467,"OCCOCCOCCOCCOCCOCCO":1468,"])\\":1469,"CCCCNN":1470,"CCCSCCCC":1471,"OCCCCCCCCO":1472,"CCCNNC":1473,"CCOCCOCCOCCOCCOCCOC":1474,"OPO":1475,"GaH":1476,"COCCOP":1477,"SSSSC":1478,"CNCCCNS":1479,"BiH":1480,"NOCCCN":1481,"CCCCCOCCC":1482,"Fm":1483,"CCCSOOO":1484,"CCCCOCCOCCOC":1485,"CCOSOO":1486,"CNNCC":1487,"NNCCO":1488,"PO":1489,"CCCCCCCCCCCCCO":1490,"COCCOCCOCCOCCNC":1491,"CCCCCCCCCCCCCCCCCCCCCCCCOC":1492,"SSN":1493,"CCNSC":1494,"NNCN":1495,"CCCCCCCCCCCCCCCCCCS":1496,"SCCCCl":1497,"CCCCOCCNCC":1498,"NCNN":1499,"CCONCC":1500,"NCCI":1501,"CCCSNC":1502,"]%":1503,"CCCCCNCCC":1504,"NCCOCCOCCOCCNS":1505,"CSCOC":1506,"NCCCCOCCC":1507,"NCCOCCOCCNS":1508,"CCOSOOO":1509,"CCCCCCCCCCCCP":1510,"CCCCOCCO":1511,"CCCCOOC":1512,"OCCCCCCCN":1513,"NCCl":1514,"CCNCCCCS":1515,"CCCCOCN":1516,"COCCl":1517,"CCCCCCCCCNCC":1518,"CCCCCCCP":1519,"CSOO":1520,"CCCCCOS":1521,"COCSC":1522,"125":1523,"OCCCCCCCCN":1524,"COCl":1525,"CNI":1526,"CCCCCI":1527,"SCCSCC":1528,"OCCOCCCl":1529,"NCCNCCNCCN":1530,"CNCCCCCCO":1531,"CCCCCCCCCSC":1532,"SCCCCCCC":1533,"CCCNCCCCS":1534,"NCCCP":1535,"OCCCOS":1536,"+])/":1537,"CCCOCCOCCOCCC":1538,"Po":1539,"CCCCCCCCCCBr":1540,"NOCCNC":1541,"NCCOS":1542,"CCOCNC":1543,"CSCCNS":1544,"CCCOCCOCCOCCN":1545,"CNCCCP":1546,"CNCCOCCC":1547,"CCCNCCCCN":1548,"NCCCCCCCCCCCCCCCC":1549,"NCCCCCl":1550,"Tm":1551,"OCCCCCCOP":1552,"RuH":1553,"NCCCCCCCCCCCCCC":1554,"CCCNCCCCC":1555,"OCCSCCO":1556,"CCCCCCCCCCCCSCC":1557,"SCCCCOC":1558,"BB":1559,"CCCSN":1560,"CCCOCCNCC":1561,"CCCOCCOCCOCCCC":1562,"CCCCCCOCCC":1563,"SSCCNC":1564,"SCCl":1565,"CNCCNCCO":1566,"CNCCNCCNCCN":1567,"OCOCOC":1568,"OCCCCCCl":1569,"COCCBr":1570,"SSCCN":1571,"CNCCCCCN":1572,"CNCP":1573,"NOCOC":1574,"CCCCCCCCOS":1575,"CCCCCNCCN":1576,"SSCCOC":1577,"CNF":1578,"CCCCCCCCCCCCCCCCSC":1579,"CCCCCCCCBr":1580,"CCCCOCCCCCCNCC":1581,"CCCOCCCNCC":1582,"CCCCCCCCCCCCCCCNC":1583,"CNCCNCCCN":1584,"CCCCOCCOCCOCCCCC":1585,"OSO":1586,"CCCCCCCCON":1587,"COCCCOCCN":1588,"NCCOCCOCCOCCOCCOCCOCCOCCOCCC":1589,"OCCCOCCCOC":1590,"CCOCCCO":1591,"COCCCCCCCCCCCCCCCCCC":1592,"COCOCCOC":1593,"NCCCCNCC":1594,"CB":1595,"CSSCCOC":1596,"NCCCCCCCl":1597,"CCCCCCCCCCCCCCCCCCSC":1598,"COCCOCCS":1599,"CCCSOO":1600,"CSSCCN":1601,"CCCSS":1602,"BC":1603,"CSCCCCCC":1604,"NCCCCCCl":1605,"CSCCCCN":1606,"CCCOO":1607,"CNCCCOCCO":1608,"NCCCCCCCCCCCCNC":1609,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1610,"CCCCCCCCCCCCCCCCCCCCCCCOC":1611,"CCOCCOCCOCCCC":1612,"CNCCCF":1613,"CCCSSCCC":1614,"CCOCCOCCOCCOCCOCCOCCNC":1615,"COCCOCCOCCOCCOCCOC":1616,"NCCCCCCCCCCNC":1617,"CCCCCCCCCCCCCCCCCCCCCCCCCCOC":1618,"OCCNCCN":1619,"NCCOCCCl":1620,"CCCCONC":1621,"NCCCNCCCC":1622,"CCCCNCCCCN":1623,"CCNCCCCCC":1624,"NCCCOCCN":1625,"NNO":1626,"CCNCS":1627,"NCCCI":1628,"CCOCS":1629,"CCSSCCNC":1630,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1631,"CNCCSCCCO":1632,"SCCF":1633,"SCCOCCO":1634,"CCCNCCNCCCNCC":1635,"SCCCNCC":1636,"OSN":1637,"NONC":1638,"OSCC":1639,"OCCCCOP":1640,"COCCCOCCC":1641,"CSCCCS":1642,"NOCF":1643,"CCCCCCCCCCCCNCC":1644,"SbH":1645,"OOCCC":1646,"CNCCCCCCC":1647,"CNCCCl":1648,"COCCCCCOCC":1649,"PCl":1650,"OCCNCCOC":1651,"COCCON":1652,"CNCCCCNCC":1653,"CCOCCOCCOCCOCCO":1654,"SCCCCCCCCCC":1655,"CCCCCCCCCCCCCCCCSCC":1656,"NCCCOCCCNC":1657,"NCCCOCCCl":1658,"CCCOOC":1659,"NCCCCBr":1660,"NCCCCCNS":1661,"CCCCCCCCNS":1662,"COCCOCCNCC":1663,"COCCOCN":1664,"OCCCCCCCCCCCCCCCCCCC":1665,"OCCOOCCOOCCOOCCO":1666,"CCCNCCO":1667,"CCCCCCCCCCP":1668,"CCOCCCCOC":1669,"COCCOCCOCCOCCOCCN":1670,")(\\":1671,"NCCSSCCN":1672,"CNCCCCCCOCCCCC":1673,"CSCO":1674,"ONO":1675,"OCCOCOC":1676,"OCCCI":1677,"CCSCCS":1678,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1679,"CCCCCCCCCCCCCCCCCCCCCCCCCOC":1680,"COCF":1681,"NCCOCCCOC":1682,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":1683,"OCCCCCCCCCCCO":1684,"SCCCCCN":1685,"CCCOCCOCCOCC":1686,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1687,"CCCCCCCCCCCCCCCCCNC":1688,"CCCCCCCCCNCCCN":1689,"COCCCSCC":1690,"CCCCCCCCCCCCCCCS":1691,"CCCCCCCCCCCCCCCCCO":1692,"CCCNCCCOC":1693,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1694,"COCCCCNCC":1695,"CCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1696,"CCOCCCCCC":1697,"SCCCCCO":1698,"COOSC":1699,"OSI":1700,"CNCCCCS":1701,"CCCCCCCCCCCCCCOP":1702,"CCCCCCCCCCCCCCCCCCCCN":1703,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":1704,"CCCCCCCCSCC":1705,"CPCC":1706,"SBr":1707,"CCCCCCI":1708,"NCCCCCBr":1709,"CNCCCNCCO":1710,"CCCCCCOCCCCC":1711,"CCNCCCCCN":1712,"NCCCCNS":1713,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1714,"CCCCCCSCC":1715,"CCCCNP":1716,"SCCCCO":1717,"CCCCCCCCCCCCCCCCCCCCCCN":1718,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1719,"OCCCOCCC":1720,"NCCOCCOCCOCCO":1721,"OCCSSCCO":1722,"NOCCCCC":1723,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":1724,"CCNCCCO":1725,"OOOOC":1726,"CCCCOCCOCCOCCN":1727,"OCOCO":1728,"OOCCCC":1729,"COCCCOCCCOC":1730,"CCCOCCOCCO":1731,"CNCCCCSC":1732,"CCCCCCON":1733,"CNCCOCCOC":1734,"OCCCCF":1735,"NNCCN":1736,"CCCCCCOS":1737,"CNCCOCCN":1738,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1739,"CCCCCCCCCCCCCCCCOCCCOP":1740,"CCCCCCCCCCCCCCCCCCCOCC":1741,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1742,"At":1743,"COCCCCCCCCCCCCCCC":1744,"CSCCOCC":1745,"NCCCCCCBr":1746,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1747,"No":1748,"ClC":1749,"CCCOCCOCCCC":1750,"NCCOCCCC":1751,"IN":1752,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1753,"OCCCSCCNC":1754,"CCCOCCCCC":1755,"NOCCCOC":1756,"NCCSSCCC":1757,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1758,"COCCP":1759,"SCCCSCC":1760,"COCCCCCCOCC":1761,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCOC":1762,"CCCCCCCCCCCCCCS":1763,"CCCSSCCNC":1764,"OCCCCCCCCCCCCCCCCCCCCCC":1765,"COCCOCCOCCCC":1766,"CCOCCl":1767,"NCCCCI":1768,"CCNCCNCCNCCN":1769,"CCCNCCCNCC":1770,"CNCCCCCOC":1771,"SCCCCSC":1772,"CCCCCCNCCN":1773,"NCCCCCCCCOC":1774,"CCOCCCOCC":1775,"CCOCCCS":1776,"COCOCCC":1777,"OCCOCCOCCOCCOCCN":1778,"CCCCOCCOCCN":1779,"CSCCCNCC":1780,"CCCCCCCCCCCCCOP":1781,"CCCNCCNCC":1782,"CNSN":1783,"SCCCCCCCCCCC":1784,"NCCOCCBr":1785,"CCCCCCCCCCCCCCCCCCCCCCCCOCC":1786,"COCCCCS":1787,"CCCCOCCCOC":1788,"NCCCCCI":1789,"CCCCCCCCCP":1790,"CCCCCCCCCCCCCCCCCCCCCCCCCCOCC":1791,"NCCCCCCI":1792,"CCCOCCCNS":1793,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":1794,"NCCCOCCCC":1795,"OCCCSCCC":1796,"CCCSSCC":1797,"NNP":1798,"OCCOCCSC":1799,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":1800,"OCCCCCCCCCl":1801,"CCCCCCCCCCCCCCCCCCCCCCCCCOCC":1802,"NCCOCCOCCOCCOCCOCCNC":1803,"NCCCCNCCCN":1804,"COCCOCCOCCOCCC":1805,"NCNCC":1806,"COB":1807,"CCCSSCCCC":1808,"NCCSS":1809,"CCNOCC":1810,"CCCSCCCN":1811,"OCCCNCCC":1812,"CCOSC":1813,"OCSSC":1814,"OCCOCCOCCOCCOCCC":1815,"OCNCC":1816,"CCNCOC":1817,"CCCCCCCCCCCCCCCCCCCCCCCOCC":1818,"SCP":1819,"COCCNCCCC":1820,"OCCCCCCCCCCO":1821,"CCCCCOCCCCC":1822,"CCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCO":1823,"OCCOCCOCCOCCCC":1824,"CCSSCCCC":1825,"CCCCCCCCCCCCCCCCCCCCCOCC":1826,"CCOCCOCCOCCOCCOCCNC":1827,"CCCCOCCNS":1828,"OCCCCCCNCC":1829,"CCCCCCCCCCCSC":1830,"NCCOCCOCCOCCOCCNC":1831,"OSOC":1832,"CNCCCCCCNCC":1833,"OCCCCOCCCCOCCCCOCCCC":1834,"COCCNCCNS":1835,"+])(=":1836,"COCCNCCN":1837,"COOP":1838,"CCSCCCO":1839,"CCCOCCOCCOCCNC":1840,"NOCCF":1841,"NNOC":1842,"CCNCl":1843,"OCCCCCCCCBr":1844,"OCOS":1845,"NCI":1846,"COCCOS":1847,"OCCOCCOCCF":1848,"NCCCOCCBr":1849,"CCPCC":1850,"CCSCCCNCC":1851,"NCCCOP":1852,"OCCSCCOC":1853,"OCCCCCNCC":1854,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOC":1855,"SCCCCS":1856,"NSCCC":1857,"PS":1858,"OOOOOO":1859,"CCCCCCCCCCCCCCCCCCP":1860,"OCCCCCSC":1861,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":1862,"OCSP":1863,"COCOP":1864,"CCCOCCOCCNS":1865,"CCOOP":1866,"OCCCCCCSC":1867,"OCCNCCCC":1868,"OCCNCCCF":1869,"CCCCCCCCCCCCCCP":1870,"OCCONC":1871,"NCCCCCCCCCCCCC":1872,"CNCCNCCC":1873,"NCCNP":1874,"CCCSCCN":1875,"CCOCCBr":1876,"NCCCOCCOCCOCCOCC":1877,"CCCNCN":1878,"CCCNCCCCCCN":1879,"131":1880,"OCCOCCOP":1881,"CCONS":1882,"NCCONC":1883,"COCCOCCOCCOCCOCCOCCOC":1884,"ONOC":1885,"COCCCCCNCC":1886,"CCCCOCOC":1887,"SCCCCCCCCC":1888,"CCCCCCCCCCCCCCCCNCC":1889,"CCSCN":1890,"NCCCON":1891,"OCCOCCF":1892,"OCCOCCON":1893,"CCCCCOCCOC":1894,"CSSS":1895,"COCCCOCCOCC":1896,"CSCCCCNCC":1897,"COCCOCCCNCC":1898,"CCCNCCOCC":1899,"CCCCOCCOCCC":1900,"CCCCCCCCCCCCNS":1901,"OCCOOC":1902,"NOCN":1903,"CCCNCCCCCN":1904,"NNSC":1905,"CSNCC":1906,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCOCC":1907,"CCNCCCCOC":1908,"CCCCOCNC":1909,"CCCCNNC":1910,"CSCCCSC":1911,"CCNCO":1912,"NCCCCCCCCCCCCN":1913,"CCCCSOO":1914,"OCCCNCCN":1915,"CCSCCSC":1916,"SOSC":1917,"OCCOCCOCCOCCOCCOCCOCCOCCOC":1918,"SNN":1919,"-](/":1920,"CCCCOCCOCCO":1921,"OCCOCCOCCOCCOCCOCCOP":1922,"-])(=":1923,"CCCCCNNC":1924,"SCCCCCCO":1925,"CCCCOCCCNS":1926,"CCCNOC":1927,"CCOCCOCCOCCOCCOCCOCCC":1928,"COCCONCC":1929,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":1930,"CCOCCOP":1931,"@+](":1932,"CCCCOCCOCCOCCOC":1933,"CCCCCOCCCC":1934,"CCCCCCCCl":1935,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1936,"NCSCC":1937,"CCCCCCF":1938,"Xe":1939,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1940,"NCCCNCCCNC":1941,"NCCSSCC":1942,"CCOCCNCCN":1943,"SSCOC":1944,"OCCCCNS":1945,"COCCOCCCOCC":1946,"SSCCO":1947,"CCCCOCCOCCOCC":1948,"NCON":1949,"SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS":1950,"COOO":1951,"OCCOCCOCCOP":1952,"SCCCOCC":1953,"CCCSCCCNC":1954,"]#[":1955,"SOOOC":1956,"CCSCCSCC":1957,"COCCOCO":1958,"CSCSCSC":1959,"CSCSCC":1960,"COCCCCNS":1961,"NOCCCO":1962,"CNCNCC":1963,"COCCCCCO":1964,"CCNCCCCCCN":1965,"OCCCSCCN":1966,"CCOCCOCCOCCOCCOCCN":1967,"CCCCCCCCCCCCCCCCCCCCCCCCCCCOCC":1968,"OCOO":1969,"SCCCCNC":1970,"COCCOCCNS":1971,"COCCCCCCN":1972,"-])\\[":1973,"NCF":1974,"COOOC":1975,"CSCCCl":1976,"CCOCCON":1977,"OOOOO":1978,"CPP":1979,"CCNCNC":1980,"CCCCCCCCCOS":1981,"COPOC":1982,"CCCCCCCCNCCC":1983,"OCCOCCOS":1984,"CCCNO":1985,"SCCSCCS":1986,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":1987,"CNCCCCl":1988,"OCCCCCCCCCCN":1989,"CCCCCCCCOCCC":1990,"NCCCCCCCCCNC":1991,"COCOCOC":1992,"CCCCCCCCCCOS":1993,"CCCCCCCCCCCCCS":1994,"CNCCCNCCCN":1995,"SCOCC":1996,"CCCCCCCCCCCCCCCCP":1997,"SCCOCCOC":1998,"OCCOO":1999,"CCOCCOCCS":2000,"CCCCCCOCCOC":2001,"CCCCCCCCCl":2002,"CCNCCCCNC":2003,"CCOCCOCCOCCOCCOCCOCCOC":2004,"OCCCCCCCCCN":2005,"COSI":2006,"CCCCOCCNCCN":2007,"SON":2008,"CCCCSP":2009,"Np":2010,"CCCCCOCCCCCC":2011,"CCSCCCCC":2012,"CCSOC":2013,"NCCCNCCCCNCCCNC":2014,"SCCBr":2015,"CCCCCCCCCCCCCCSC":2016,"OOOS":2017,"CONN":2018,"CCOCCOCCOCCOCCOCCOCCOCCOC":2019,"CCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2020,"InH":2021,"NCCOCCOCCOCCOCCOCCOCCC":2022,"OCCCCCCCCCCCCCCCCCCCCC":2023,"NCCCNCCC":2024,"OCCSCCC":2025,"CSCCCCCCCC":2026,"CSCCCCCNCC":2027,"OPN":2028,"OCCCCCCCCCCCCO":2029,"SCCCCCCCCCCCCCCCC":2030,"CCCCSOOO":2031,"CCCCCCCCCCCCBr":2032,"OCCNCCCN":2033,"NNNNNNNN":2034,"CCCCCNN":2035,"CCCCCCCCCCCCCCCCCCSCC":2036,"COCCCOCCNC":2037,"NCCOCCOCCOCCOCCOCCN":2038,"CCNCCCNS":2039,"OPI":2040,"NPI":2041,"Cm":2042,"OCCCCCON":2043,"CCNCCNCCC":2044,"CCOCCOCCOCCOCCOCCOCCOCCOCCC":2045,"NCCNCCCC":2046,"COSN":2047,"COPO":2048,"OOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO":2049,"COCCCCCCCCOC":2050,"CCCCCCCCCCCCCCCCCCOCCOP":2051,"])/[":2052,"COON":2053,"NOCCCCCC":2054,"NCCOCCON":2055,"CSCCCNS":2056,"NCCSCCC":2057,"OCCSSCCC":2058,"TeH":2059,"OOOOOOO":2060,"CSNN":2061,"COCCOCCOCCOCCOCCOCCN":2062,"SCCCCCCN":2063,"COCCNCCOC":2064,"OCCCNCCCC":2065,"NPN":2066,"CNCCP":2067,"NOOC":2068,"CCCPC":2069,"CCOCCCOCCC":2070,"CSCCCCCCN":2071,"CNCCCOCCOC":2072,"SCCOCCN":2073,"CCCNCCSC":2074,"CSCCCCCCNCC":2075,"ONNC":2076,"CNCCCCCCOC":2077,"CSCl":2078,"OCCCOCCCOCC":2079,"OCCSSCCNC":2080,"NCCCCCCCCCCN":2081,"CSSCCNC":2082,"OCCCCCCON":2083,"OSOON":2084,"CCCCOCCCCOC":2085,"CNCCNCCCNCCNC":2086,"OCCCCCCCO":2087,"CCCOCCOCCOCCCNC":2088,"OCCOCCOCCOCCOCCOCCN":2089,"CCCCOCCOCCOCCC":2090,"SOS":2091,"CCSOO":2092,"PbH":2093,"CCNCCCSC":2094,"OCCOCCOCCOCCOCCOCCOCCO":2095,"CNCCCCCSC":2096,"Sg":2097,"CCNCCCCCCNCCC":2098,"CCCCCCCCCCCCCCCCOS":2099,"CCCCCCNCCOC":2100,"COCCOCCCCNCC":2101,"NNCl":2102,"CNOCCOC":2103,"OCCCCCOP":2104,"CCSCCNS":2105,"CPN":2106,"CCCCCCCCCCCOP":2107,"CCCOCCOCCOCCOCCOCCOCCOCCOCCC":2108,"CCCCCCCCCCCBr":2109,"CCOCCCNCCN":2110,"CCCOCCOCCOCCO":2111,"CNCCCCCCNC":2112,"NCCOCCOCCOCCOCCOC":2113,"239":2114,"CSSSC":2115,"CCOCCCCN":2116,"OCCCCOS":2117,"CSCCCCCN":2118,"CCCNSC":2119,"Pu":2120,"NCCOCCOCCOCCOCCN":2121,"ONCCC":2122,"CCNCCCOCC":2123,"NCSCSC":2124,"CCCCSN":2125,"CCCCCSS":2126,"CCOCCCCCCCC":2127,"CCSCCSCCC":2128,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2129,"CCNCCSCC":2130,"SSSCCC":2131,"SCCOCCOCCOC":2132,"OCCCNCCO":2133,"CCCSCCNC":2134,"OCCOCCCN":2135,"CCCCSSC":2136,"30":2137,"CCCCNOC":2138,"OCCOCCOCCOCCOCCOCCOCCOCCOCCO":2139,"CCOCCOCCOCCOCCOCCOCCOCCOCCN":2140,"NCBr":2141,"CCCNCCCCCC":2142,"CCCCCSCCC":2143,"CCNCCP":2144,"COCCCCCCCCCCCCCCCCC":2145,"CNCOCC":2146,"SSSSS":2147,"CCSCSC":2148,"CCCCCCOCCCC":2149,"CONO":2150,"CSCCCCO":2151,"OCCCNCCOC":2152,"CCOCSC":2153,"CCCCCCCCCCNS":2154,"SCCCCCCSC":2155,"COCCOCNC":2156,"OCCOCCCCCC":2157,"@@+](":2158,"NCCCCCS":2159,"CCCCCOOC":2160,"CSCP":2161,"CCOCCCCOCC":2162,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2163,"OCCNN":2164,"CCCCOCCCCN":2165,"CCCCSCCCC":2166,"CSOCC":2167,"OCCOOCC":2168,"CCCCCSSC":2169,"CCCCCOCCOCC":2170,"CNCCCCCCSC":2171,"SCCCCCSC":2172,"CCNOS":2173,"CSCCCCNS":2174,"COCCOCCOCCOCCOCCOCCO":2175,"238":2176,")(=[":2177,"CCCCSCCCCC":2178,"CCCOCCOCCOCCOCCNC":2179,"COOCCC":2180,"CCCCOCCOCCOCCCNC":2181,"CNCCOCCOCCN":2182,"CCOCCCCNCCN":2183,"NPC":2184,"OCCCCCCCCCCCCN":2185,"CCCCOCCOCCOCCOCC":2186,"CSCCCCCCCCCCCC":2187,"CCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":2188,"OOCCOC":2189,"CCCOCCOCCOCCOCCOCCOCCOCCOCCN":2190,"CNON":2191,"NNCCOC":2192,"COCCCP":2193,"CPOC":2194,"CNCCCCCNC":2195,"NCCCCCCNCC":2196,"OCCCCCCCCCBr":2197,"CCCOCCS":2198,"CCCCCCCNCCC":2199,"COCCOCOCC":2200,"OCCCOCCCC":2201,"OCCSI":2202,"Lr":2203,"OCCNCCCOC":2204,"CCCCCCSS":2205,"NCOCCOC":2206,"NSO":2207,"COCCOCCOP":2208,"CCCCNCCCCC":2209,"COCCOCCSC":2210,"CCCCCNCCOC":2211,"NCCOCCOCCOCCOCCOCCOCCOCCOCCN":2212,"CCOCCCCCOC":2213,"SCCCCCCCCCCCCCCCCCC":2214,"SNS":2215,"COCCCCCCO":2216,"OCCCCOCCC":2217,"OCCCCCCCCCCCN":2218,"CCOCCOCCOCCOCCOCCOCCOCCOCCCC":2219,"NSCCN":2220,"CCCSCCCOC":2221,"CCOI":2222,"CCSCCCS":2223,"SSCOCCCCOC":2224,"COCNCC":2225,"CNCCCNCCCCNCCCN":2226,"COCON":2227,"SSCNC":2228,"CNCCCCCCCC":2229,"COCCOCCCCN":2230,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":2231,"CNNS":2232,"+](\\[":2233,"OOCCO":2234,"SCSCS":2235,"CCCCCCCOCCC":2236,"CSSCCO":2237,"CCCOCCCCCC":2238,"CCCCOCCCCCCNC":2239,"CCOCOCCOC":2240,"CCNCCCCO":2241,"CCCCCCCCCCCCCCCCCCOS":2242,"SCCCF":2243,"NCCNCCNCCNC":2244,"CSCCSCCS":2245,"CCCSCCS":2246,"POCC":2247,"ONCCN":2248,"CCCCCCCCCCl":2249,"NCCCCCOCC":2250,"NCCCCCNCC":2251,"CCCCCCCSCC":2252,"OCCCCP":2253,"CCCSO":2254,"COCCOCCOCCOCCOCCC":2255,"CNCNN":2256,"NCCCCCCS":2257,"OCCCCCCCCCCCS":2258,"CNCCl":2259,"CCCCCCCCCSCCCC":2260,"CCCCCCCCCCCCCCCCCCCCCCO":2261,"CCCCCCCCCCNCCC":2262,"CCCSSCCN":2263,"PCCC":2264,"OCCCCCCCCNC":2265,"CCCNCCCCOC":2266,"OCCOCCOCCOS":2267,"OCOCOCOCOCOCOCOC":2268,"NCCCNCCN":2269,"ClI":2270,"CCOCCNCCOC":2271,"COCCOCCOCCOCCOCCOCC":2272,"OCCCCCCCCCS":2273,"NCOP":2274,"OCCOCCOCCOCCOCCNC":2275,"OCCCOCCCO":2276,"OCCOCCNCC":2277,"CCCCCOCN":2278,"CCCCSCCN":2279,"NOSC":2280,"OCCOCCCCC":2281,"NCNS":2282,"COCCCCCNS":2283,"OCCOCCOCCOCCOCCOCCNC":2284,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCN":2285,"CCNCCCCCCC":2286,"CCCOCCCOCCCOC":2287,"CCCOCCOCCOCCOCCOCCOCCC":2288,"CCOCCCCCCC":2289,"OCCCCI":2290,"OCCCCCCCCCCCCCCCCCCCCCCCC":2291,"CCCCPC":2292,"NCCOCCOCCOCCOCCOCCOCCOCCN":2293,"CCCNCCCCNCCCN":2294,"CCSO":2295,"CCCCCOCCN":2296,"CCCCOCCOCCOCCNC":2297,"CSCCCCCNS":2298,"CNCCOCCOCCNC":2299,"CNCCBr":2300,"CCCCCCCCCCSCC":2301,"OCCOCCBr":2302,"CCCOCCOCCCCCCCl":2303,"OCOCCCC":2304,"CCCCCCCCCCCCCCCCCCCCCCCCNC":2305,"CCCOCO":2306,"NCCSSCCCC":2307,"COCOCCN":2308,"CCCNCCNCCN":2309,"NSSC":2310,"CNCBr":2311,"CCCCCCCI":2312,"OCCCOCCN":2313,"CCSOOO":2314,"CCCCCCCCCCCCOCCCNC":2315,"COCCOCCOCCOCCCC":2316,"CCCCCCCCCCCCSCCC":2317,"SCCOCCSC":2318,"NSI":2319,"CCCCSCCCNC":2320,"CCCCCCCF":2321,"CCCSCCOC":2322,"OCCCCCCCBr":2323,"CCSSCCOC":2324,"OCCCCOCCCCOC":2325,"SCCCBr":2326,"CNCCNCCNCC":2327,"OCCCOCCCN":2328,"SCCNCCC":2329,"CCCOCCOCCOCCOCCOC":2330,"CSSCCCC":2331,"CCNCCOCCC":2332,"CCCSCCCO":2333,"COCCI":2334,"CSSSCC":2335,"CCCCCNCCCC":2336,"SCSCC":2337,"+]%":2338,"OSF":2339,"SCCCCCOC":2340,"CCNI":2341,"COOOSC":2342,"CCCCOO":2343,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":2344,"OCCOCCCO":2345,"NCCCNCCCNCCCN":2346,"CCCNCCCNCCC":2347,"CPO":2348,"OCCCCCCCCCCBr":2349,"NCCNCCNCCNCCN":2350,"COCCOCCOCCOCCOCCOCCOCCO":2351,"NCCCCCCCCCCCCCCC":2352,"COCCOCCCNS":2353,"COCCOCCOCCOCCOCCOCCOCCOC":2354,"COCCCNCCC":2355,"OCCOOCCOOCCOOCCOOCCOOCCOOCCOOCCO":2356,"CCOCCOCCOCCOCCOCCOCCCC":2357,"NCCCCNCCCNC":2358,"CCOCCOCCOCCOCCOCCOCCO":2359,"CSSN":2360,"CCOCCF":2361,"SCCCCCCOC":2362,"OCCOCCOCCCl":2363,"NCCSCCCOC":2364,"NNCCCC":2365,"CCCCCCNCCCC":2366,"CCCCCCCCF":2367,"CCCCCCCCCCCCCCCCCCNCC":2368,"CCCCNSC":2369,"CCCCCCCCCCCCCCCCCCCCO":2370,"CCSSSC":2371,"CCOCCOS":2372,"ClOC":2373,"SCCOCCOCCSC":2374,"PF":2375,"CCCOCCCCOC":2376,"CCCCSNC":2377,"OCCCCCCCCCO":2378,"CCOCCP":2379,"CCCSCCO":2380,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2381,"CCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2382,"CNCCNCCNCCNCCN":2383,"NCNCN":2384,"NOCl":2385,"CCCCCCCCI":2386,"COCCCCCCNC":2387,"NOCOCCOC":2388,"CCCCCCCCCCCCCCOS":2389,"OCCCCOOCCCCO":2390,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2391,"CNCCOCCOCC":2392,"124":2393,"CCCCCCCCCCCCOCCC":2394,"CCCCNCCNC":2395,"COCCCCCCCOC":2396,"OCCCCCCF":2397,"CCNCCNCCNC":2398,"NCCCCCCCCCN":2399,"NCCNN":2400,"COPC":2401,"CCCSSCCOC":2402,"CCCCCCCCCCCP":2403,"CCCCCCCCCCCCCCCOP":2404,"NOCCCNC":2405,"CSSCNC":2406,"NCCSSCCOC":2407,"COBr":2408,"CNCCCCOCCOC":2409,"OCCSSCCCC":2410,"CNCSC":2411,"CSCCCSCC":2412,"CCOSOC":2413,"CCOCCCCCCCCC":2414,"CNCCOCCOCCOC":2415,"CCCCNCCCNC":2416,"CCNCCCCNCC":2417,"OCCOCCOCCOCCOCCOCCOCCOCCO":2418,"CCCCNCCCOC":2419,"OCSCSCO":2420,"OCCCOCCNC":2421,"CCOCCCCO":2422,"ONCCCC":2423,"CCCCCCCCCCCCCCCCCCCCCCCCN":2424,"CCCCCCCCCNCCC":2425,"CCOCCOCCOCCOCCOCCOCCOCCNC":2426,"SNCCC":2427,"SCCCNS":2428,"CCCCCCCCOCCCC":2429,"CCCOCCOCCOCCOCCN":2430,"Pm":2431,"CCCCCCCCCCCCNCCC":2432,"NiH":2433,"COCCOCCCCC":2434,"CCCCCCCCCCCCCCCCCCCCNC":2435,"CCOCCOCCOCCOCCOCCOCCOCCC":2436,"CCCCCCCCCSCC":2437,"CCCSCCCS":2438,"CNCCCNCCC":2439,"COCCNCCNCC":2440,"OOF":2441,"OCCCCCCCCCNCC":2442,"NCCSCCNC":2443,"PPC":2444,"SCSCO":2445,"CCCCCCOOC":2446,"COCCCOCCCCOC":2447,"Cf":2448,"PBr":2449,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2450,"CCNNCC":2451,"CCCCCCCCCCCCCCCCCCCNC":2452,"COOCCOC":2453,"COCCONS":2454,"OCCCCCCCCCCS":2455,"CCNCCCCCOC":2456,"CCOCCNCCC":2457,"](/[":2458,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2459,"CCOCCSCC":2460,"SCCCCCCNC":2461,"COCCOF":2462,"CCOCCCCCCN":2463,"COCCCCCCCCCCCCCCCCCCCC":2464,"CONCCC":2465,"He":2466,"NSOC":2467,"OCOCCN":2468,"CCCCCCCCCCCCOCCCCCCCCCCCC":2469,"CCCCCCCCCCOCCC":2470,"CCOCCOCCCNC":2471,"CCCCCCCCCCCCCCSCC":2472,"CCNCCOCCOC":2473,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2474,"NCOCCC":2475,"CCCCOCCCCCC":2476,"NCCCCCOP":2477,"CCCCCCCCCCCCCSC":2478,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":2479,"CCCCCCOCCOCCOC":2480,"OPOCC":2481,"CCCCCCOCCCCCC":2482,"CCCCOCCS":2483,"OCSCC":2484,"CCCCCCSSC":2485,"CCCOCCOCCOCCCN":2486,"CCCCOCCOCCOCCCN":2487,"CCCCCCCCNCCCC":2488,"NNCCCO":2489,"CCOCCOCCOCCOCCOCCOCCOCCN":2490,"OOCOC":2491,"CCOCOCCC":2492,"CSCCCCl":2493,"OCCCSCCSCCS":2494,"CCCCCCCNS":2495,"CCNCCCNCCN":2496,"OCCNCCS":2497,"OCCCSOOO":2498,"COCCNCCCNCC":2499,"NCCSCCN":2500,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2501,"CCCOCNC":2502,"COCCOCCOCCOCCOCCNC":2503,"NCCSCCO":2504,"OCOCN":2505,"-](=[":2506,"SCCSCCSC":2507,"CCCOCCNS":2508,"CCCCCCCOS":2509,"CCCCOCCOCCCC":2510,"OCOOC":2511,"CCNCCOCCO":2512,"NCCCCOP":2513,"NCCCCCCCCCCCCCCCCC":2514,"SCCP":2515,"CSCCCCCCC":2516,"CCCCCCCCCOCCC":2517,"OCCCCOOC":2518,"OSOOC":2519,"CCCCOCCSC":2520,"COCCNCCCN":2521,"CCCCNCCS":2522,"OCCOCCOCCS":2523,"102":2524,"CCCCCNCCCCC":2525,"CSOOC":2526,"OOSN":2527,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2528,"CCCCCCCCOCCOC":2529,"103":2530,"OCSSCC":2531,"SNCCO":2532,"CNCCNCCNC":2533,"COCCOCCOCCCN":2534,"NCCCOCCOCCCNC":2535,"Am":2536,"+])([":2537,"CNOS":2538,"CCCCCCCCCCCl":2539,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCCC":2540,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":2541,"COCCCOCCCO":2542,"CCCCCCSCCC":2543,"OCCCOCCOCC":2544,"NCCOCCOCCOCCOCCOCCOC":2545,"]/[":2546,"CCCOCCSC":2547,"NPOC":2548,"-](#":2549,"CCPCCC":2550,"CNSCC":2551,"BN":2552,"CCCCNO":2553,"COCCCSCCC":2554,"COCCCCCCCCCCOC":2555,"CCCNCCCO":2556,"CCCNCCCCCCOC":2557,"SSP":2558,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2559,"NPP":2560,"CCOCCCCCCNCC":2561,"OCCCCCCCCCCCCCCCCCCCCCCC":2562,"SCCCCCS":2563,"COCCNCCCCC":2564,"NCCCNCCO":2565,"CCSCCCCCCCCCCCC":2566,"OCCCCCCCCCCCCCCOC":2567,"SCCCCCCS":2568,"CCOCl":2569,"CCOCCCSC":2570,"CPCCC":2571,"CCCCCCNN":2572,"FS":2573,"CSOS":2574,"NCCCCCCON":2575,"COCCOCCOCCOCCOCCOCCOCCOCCOC":2576,"CCCOOCC":2577,"CCOF":2578,"NOCCCCOC":2579,"OCCOCCOCCOCCOCCOCCOCCOCCOCCC":2580,"NCOCOC":2581,"COCCCBr":2582,"NOCCON":2583,"CSCCCCCCNS":2584,"NCCCCON":2585,"COCCCCBr":2586,"CCOCON":2587,"(#[":2588,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2589,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2590,"COCCCF":2591,"OCCCCCCCCCCCCBr":2592,"COCCCCCCCCCCCCCCCCCCCCCC":2593,"CCNCCF":2594,"CCCCCCCCCCCCCP":2595,"OOCB":2596,"OSP":2597,"CCOCCOCCOCCOCCOCCO":2598,"CCCCCCCCCCCCCCCCCCCO":2599,"NSOOC":2600,"CCCCCCCCCCCCCCCCCCOCCC":2601,"CCCOCCOCCOCCOCCOCC":2602,"CCCNCCCCCNC":2603,"NNCCCCO":2604,"OCCOCCOCCCNC":2605,"PPPP":2606,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":2607,"NCCOCCOCCOCCOCCOCCOCCOCCOC":2608,"CCCCCCOCCOCC":2609,"CCOCCCCCCCCCC":2610,"OCCNCCNC":2611,"NCCSCCOC":2612,"OOCN":2613,"CCCCCCCCOCCCCCCCC":2614,"NCCCCCCNS":2615,"NCCCNCCCCCCCCN":2616,"OCCSP":2617,"SCCCCCl":2618,"COOSN":2619,"FI":2620,"CCNCCCl":2621,"COCBr":2622,"CCCCCCCCOOC":2623,"CNCCI":2624,"NCCNCCCN":2625,"CCCNCCCCCOC":2626,"CCCCCCCCCCCCCCCCCCCCCCNC":2627,"CCCCCCCCCCCCCl":2628,"NCCCCCCCCCCCCOC":2629,"SONC":2630,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2631,"CCCCCCCON":2632,"CCCOCCOCCOCCCS":2633,"CCCCCCCCCCCCCCCCNS":2634,"NCCCOCCOCCOCCOCCOCCCNC":2635,"NCOCN":2636,"CCNCCCNCCC":2637,"NCCOCCCCC":2638,"NNCS":2639,"CCCCCCCCNN":2640,"COCCOCCCl":2641,"CNCCCBr":2642,"CCOCCOCCOCCOCCOCCOCC":2643,"CCCOCCOCCOCCOCCOCCOCCOCCOC":2644,"CCCCCONC":2645,"OCCOCCOCCOCCOCCOCCOCC":2646,"OCNS":2647,"CCSI":2648,"CCCOCCOCCOCCOCCOCCN":2649,"SCCOCCS":2650,"CCCCCCCOCCOC":2651,"CCCCCCCCCCCCCCCCCS":2652,"CCCCCCCCOCOC":2653,"CCOSI":2654,"COCCOCCOCCS":2655,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2656,"CSCCCCOC":2657,"NOCCCCN":2658,"OCCOCCCOCC":2659,"NOCCS":2660,"OCCCCCI":2661,"CCCNCl":2662,"NCSS":2663,"OCCCCCF":2664,"CCCCCCCCOCCCNC":2665,"CNCCOCCCOC":2666,"SOONC":2667,"CCCOCCCCO":2668,"CCCSSCCCN":2669,"NCCOCCOCCOCCOCCOCCC":2670,"BrCC":2671,"OCCCCCCCNC":2672,"CCCSSSSCCC":2673,"CNCCNCCOC":2674,"TlH":2675,"OCCCCCCCCCCCCCCCCOC":2676,"SCCCCCCCCCCCCCC":2677,"CCOCCNNC":2678,"NCCOCCOCCOCCCC":2679,"SCI":2680,"OSS":2681,"OCCCNCCCO":2682,"NCCCOCCCCOCCCNC":2683,"OCSCO":2684,"COCCCOCCCCCOC":2685,"OOCl":2686,"CCCCCCCCCNS":2687,"CCCCCCCCCCCCCCCCCOP":2688,"CCOCCOCCOCCOCCOCCOCCOCCOCCOC":2689,"OONC":2690,"CCCOCCCCCCNCC":2691,"OCCCOCCCOCCCOC":2692,"OCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCCOCCCC":2693,"CCCNCCOCCC":2694,"CCSCCCSCCC":2695,"COCCCCl":2696,"NNCO":2697,"NCCCSO":2698,"CCCOCCOCCOCCOCCOCCOC":2699,"CCCCCCCCCCCCCCNCC":2700,"CCCNCCCNCCCN":2701,"COCCOCCOCCOCCOCCOCCOCCOCCO":2702,"OCCOCP":2703,"NCCSN":2704,"CCPP":2705,"OCCCCCCCCCNC":2706,"CCCCCCCCSCCC":2707,"OCCOOCCOC":2708,"Ra":2709,"CNCCCCCl":2710,"CCOCCCCCCOC":2711,"SSNC":2712,"])(/":2713,"SCCOCCOCCOCC":2714,"CCCOCCCS":2715,"CCCOCCCOCCOC":2716,"SNNC":2717,"CCCNCS":2718,"CCOOO":2719,"COPI":2720,"NCCOCCOCCOCCOCCCC":2721,"SSSSSS":2722,"NCCOCCOCCOCCOCCOCCOCCOCCNC":2723,"SOCCC":2724,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCC":2725,"COPP":2726,"CSSSSCC":2727,"SNCCN":2728,"OCCCCCCCCS":2729,"SSSSSC":2730,"OCCCCCCCCCCCCCCCCCCCCCCCCCC":2731,"OCCSCCS":2732,"CCCNCCCCCCC":2733,"CCOOS":2734,"CCSCCCCCC":2735,"OCCCOCCCOCCCOCCCOCCCO":2736,"CCCCSS":2737,"CCOCCOCCOCCOCCON":2738,"CNCCOCCNC":2739,"NOSN":2740,"CCCCCCCCCCCNCC":2741,"COCCOCCOCCSC":2742,"OCOCOCCC":2743,"COCCOCCOCCOCCOCCOCCOCCOCCOCCO":2744,"NCSCSCN":2745,"40":2746,"OOCCCCC":2747,"CCOCCOCCCCC":2748,"CCOCCCCNCC":2749,"CCCCCCCCCCCCCCCSC":2750,"CCCCCCCOCCCC":2751,"CNCCCCCCCCCN":2752,"OCCSCCN":2753,"OCCCCOOCC":2754,"NCCOCCOCCOCCP":2755,"SCCOCCOCC":2756,"OCCOCO":2757,"NCOCNC":2758,"CNCCOP":2759,"CCCOCCCOCC":2760,"CCNCCCCCCNCC":2761,"OCOCCO":2762,"OCCCSSC":2763,"CNCCCNCCCNCC":2764,"COCCOCCOS":2765,"COCCOCCOCCNCC":2766,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":2767,"COCCOCCCO":2768,"COCCCOCCCCC":2769,"COCCCNCCN":2770,"NCCCCCCCCCCCNC":2771,"Pa":2772,"CCCCCCCCCCNCCN":2773,"CCNCCCCSC":2774,"CCCNOCC":2775,"CCCCNCOC":2776,"CNCCCI":2777,"OOCCCCCC":2778,"NCCOCCOCCOCCOCCOCCOCCNC":2779,"CCCCCCCCNCCCCCCCC":2780,"NCCCOCCCN":2781,"CCSCNC":2782,"CCNCCCCCCOC":2783,"OCCCNN":2784,"OCCCCCCCCCCOCC":2785,"CCNCCCF":2786,"COCCOCCOCCOCCOCCOCCOCCOCCC":2787,"CCCCOCCOP":2788,"CCOOOO":2789,"OCCOCCOCCOCCBr":2790,"CCOCCOCCOCCOCCOCCCC":2791,"CCSCOC":2792,"OCCOCCCNC":2793,"CCCCNCCO":2794,"NCCCNCCNCCCN":2795,"Es":2796,"101":2797,"OCCNP":2798,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":2799,"NCCCOS":2800,"CCCNCCNCCC":2801,"CCCCCCCCCCCCCCCCCCCCCCCNC":2802,"CCCCCSP":2803,"CCCCCCCCCCCCCCCCCCNCCC":2804,"COCOCOCC":2805,"CCNCCOCCN":2806,"OOOCC":2807,"OCCOCCNS":2808,"+](/[":2809,"CCCCCCCCCCI":2810,"CCOCCCNCCOC":2811,"CNCCNCN":2812,"OCCCCCCCCCCCCS":2813,"CCCCCCCCCCCCCCCCOCCC":2814,"CCCCCCCCCCCCCOS":2815,"SSCO":2816,"OCCCCCCCCOCC":2817,"OCCCCCCCCCCCCNC":2818,"NCCCCCCCCCCCN":2819,"PNC":2820,"CONOC":2821,"CCOCCOCCCOC":2822,"CCCCCCCCCCCCCCCCCCCCOP":2823,"CCCCOCCCCCCN":2824,"CCCCCCCCCCCCCCCCCCCCCN":2825,"CCCNCCCSC":2826,"CNCCCCI":2827,"NCCOCCOCCOCCOCCOCCOCCOCCOCCNC":2828,"CSCCOCCSCC":2829,"COCCOCCOCCOCCOCCOCCOCCOCCN":2830,"COOCCO":2831,"COCCOCCON":2832,"CSOON":2833,"SCCCCCCOP":2834,"Bk":2835,"CCSCCSCCN":2836,"SCCCCCF":2837,"COCI":2838,"OCCCCCCCON":2839,"OOCCN":2840,"CCOCCCCCN":2841,"OSSC":2842,"OOI":2843,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2844,"CCCCCCNCCCCCC":2845,"COSOOO":2846,"CNCCCCBr":2847,"CCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCOCCCO":2848,"OOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO":2849,"SOP":2850,"CCCCCCCCCCCOS":2851,"CCCCNCl":2852,"CCCCSCCOC":2853,"CNCCOCCCl":2854,"OCCCCCCCCCCCCCCCCCCCCCCCCC":2855,"CNCCCCCCBr":2856,"CCCCCCCCCI":2857,"COCCNNC":2858,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2859,"CCCCOCCOCCOCCCC":2860,"CCCCOCCNCCOC":2861,"CCCCOCCCOCC":2862,"NOCCCl":2863,"CCCCCCCCCCCCCCCCCCCCCCCN":2864,"SCCCCCCCCCCCCC":2865,"SCCOS":2866,"CSCSCCC":2867,"CCSCCCSC":2868,"OCCOCCOCCOCCOS":2869,"CCCOCOCC":2870,"OCCCSS":2871,"OCCNCCCCC":2872,"CCOCCCOCCOC":2873,"CNCCOCCOCCNCC":2874,"CNCCCCCCl":2875,"NNCCCCC":2876,"CCCCCNCCCN":2877,"@@]%":2878,"OCCCCSCC":2879,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2880,"CCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCNC":2881,"NCOOC":2882,"CCCSCCCCC":2883,"CNNNC":2884,"CCSCCCCCCCC":2885,"CCCCCCCCCCCCCBr":2886,"OCCCCCP":2887,"CCCOSC":2888,"111":2889,"CNCCCCCI":2890,"CNCCCCNCCCN":2891,"NCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCN":2892,"CCCCCCCCCCCCOCCOC":2893,"CNCCCNCCCNC":2894,"NCSN":2895,"CNCCCCCCCl":2896,"CCCNCCCSCC":2897,"CCNCCl":2898,"NCCCCP":2899,"CCCCSSCCCCN":2900,"CCCCCCCCCCNCCNC":2901,"CNCCCCCBr":2902,"CNCCCOCCCl":2903,"CCCCCCOCCN":2904,"CCNCCCCl":2905,"COCCCCOCCOC":2906,"OCCCCNCCN":2907,"CCOCCCCCCNC":2908,"CCCOCCCOCCC":2909,"CNCCCCCCI":2910,"OCCCCCCCCCCCCCCCCCCCCCCCCCCC":2911,"CCCSCCSCCS":2912,"NCCOCCOCCCS":2913,"COCCCOCCCCOCCCOC":2914,"NNI":2915,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCO":2916,"CCCCOCCOCCOCCNCC":2917,"ONCCO":2918,"NCSSC":2919,"CCCCCOO":2920,"121":2921,"OCCCCCCCCCCCl":2922,"COCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCC":2923,"CCCCCCCCCCCCCCCCBr":2924,"OSCCC":2925,"CNCCCNCCOC":2926,"151":2927,"161":2928,"CCCCCCCCCCOCOC":2929,"OOOOOC":2930,"COCOCCCC":2931,"NCCNCCCCNC":2932,"COCCOCCCCCCNCC":2933,"CCCCCCCSCCCCCC":2934,"NCCOCCOCCOCCOCCOCCOCCN":2935,"COCCCOCCNCC":2936,"CNOCCC":2937,"CSCON":2938,"NCCCOCCOCCOC":2939,"SCCCCBr":2940,"CCNCCCCCO":2941,"CCNCCCCCCO":2942,"OCCCCCCCCCCCCCOC":2943,"SCCCCCNC":2944,"CCOCCCNCCC":2945,"CSSCO":2946,"CCCCCCCCCCSS":2947,"CCOPP":2948,"NOCCCCCOC":2949,"SSSSCCC":2950,"NCSCCC":2951,"CNOCCN":2952,"COCOCN":2953,"CSCCOCCO":2954,"NCCCOCCCCC":2955,"OCCOCCI":2956,"COCCCNCCOC":2957,"CNCCCCCCOCCOCC":2958,"COCCOCCCCNS":2959,"CCOCCOCCOCCOCCOCCOCCOCCO":2960,"](\\":2961,"CCNCCCCNCCCN":2962,"CSCCOCCOCC":2963,"CCCNCCCCNC":2964,"CCNCBr":2965,"CCCCCCCCCCCCOCCCN":2966,"CCCOCCOCCOCCOCCCC":2967,"OCCOCCOCCOCCOCCOCCOCCNC":2968,"COSCC":2969,"CCCCCCCCCCCCCCCCCCCCCCCCCCN":2970,"NCCOCCOCCOCCOCCOCC":2971,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":2972,"SB":2973,"NCOS":2974,"CCCCCCCCCCCON":2975,"NOCCBr":2976,"COCCOCCOCCOCCOCCOCCNC":2977,"CCCOCCOCCOCCOCCOCCC":2978,"COOCN":2979,"NCCNCCNCC":2980,"CCCCSSCC":2981,"CCNCNN":2982,"CNCCCCCNCC":2983,"SCCCCCBr":2984,"COCCCOCCCN":2985,"CCOOCCC":2986,"OCCOCCOCCCCCC":2987,"CCCCCCCCCCCCCCCCCCCCCCCCCCNC":2988,"CCCCCCCCCCCCCCCCCCCCS":2989,"NCCCNCCCCNC":2990,"CNCCCCCCCN":2991,"COCCCCCCS":2992,"COCCNCCCCN":2993,"CCCCCCCCCCCCSSC":2994,"IrH":2995,"OCCCCCCSS":2996,"SSSCC":2997,"CCB":2998,"CCCOCP":2999,"CCCCCCCCCCCCl":3000,"OCCCCCCI":3001,"OCCCCSSC":3002,"CCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":3003,"CCCOCCCOCCCC":3004,"CCOCCOCCON":3005,"NCCCOCCCCOCCCN":3006,"COOOO":3007,"CCCCCCCCCCON":3008,"OOOP":3009,"OCCOCCOCCOCCOCCOCCOCCN":3010,"CCCNCCNCCCN":3011,"CCCSCCCSCCCC":3012,"CCCCSCCCN":3013,"SCCOCCOP":3014,"OCCOCCCCOCC":3015,"NOOSC":3016,"NCSSCC":3017,"CCOCCOCCOCCCNC":3018,"NOCCOCC":3019,"CCOCCCCCCCCCCCC":3020,"CCSSSSCCC":3021,"CCCCCCCCOCCN":3022,"SSSSSSC":3023,"SCCOCCC":3024,"CSCCOCCOC":3025,"CSCOCC":3026,"CCSCS":3027,"OCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC":3028,"NOCO":3029,"COCCSCCC":3030,"CCCOCCCCCCN":3031,"COCCOCCOCCOP":3032,"CCOCCCCNCCOC":3033,"CNCCOCCOCCOCCN":3034,"COCCCCCCCCCCCCOC":3035,"CCCCCCCCCF":3036,"OCCOCCCS":3037,"NCCCCCCOCC":3038,"COCCOCCBr":3039,"CCCCCSCCCCCC":3040,"OCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOCCOC":3041,"COCCOCCCS":3042,"CNCCSS":3043,"NCCOCCCO":3044,